{
  "diseasesPage": {
    "icd10": {
      "C50": { "name": "Malignant neoplasm of breast", "description": "Modern diagnostics include PET-CT, contrast-enhanced MRI, and biopsy with Next-Generation Sequencing (NGS). Treatment options feature targeted therapy (e.g., for HER2+), immunotherapy (checkpoint inhibitors), and advanced radiotherapy like proton therapy. Diagnostics start from €6,000." },
      "I21": { "name": "Acute myocardial infarction", "description": "Immediate diagnosis via high-sensitivity troponin tests and ECG. Treatment involves primary percutaneous coronary intervention (PCI) with drug-eluting stents, advanced antiplatelet therapy, and comprehensive cardiac rehabilitation programs." },
      "J45": { "name": "Asthma", "description": "Diagnosis with spirometry and FeNO testing. Advanced treatments include biologic therapies (e.g., for eosinophilic asthma), bronchial thermoplasty, and personalized smart inhalers for monitoring and adherence." },
      "E11": { "name": "Type 2 diabetes mellitus", "description": "Management with continuous glucose monitoring (CGM) systems, SGLT2 inhibitors, and GLP-1 receptor agonists that also offer cardiovascular benefits. Personalized nutrition plans based on genetic testing are emerging." },
      "M16": { "name": "Coxarthrosis [arthrosis of hip]", "description": "Advanced imaging with 3T MRI to assess cartilage damage. Treatment includes minimally invasive hip replacement surgery using robotic assistance for precision, durable ceramic implants, and rapid recovery protocols." },
      "G40": { "name": "Epilepsy", "description": "Diagnosis with video-EEG monitoring and high-resolution MRI. New treatments include advanced antiepileptic drugs with fewer side effects, Vagus Nerve Stimulation (VNS), and laser interstitial thermal therapy (LITT) for focal epilepsy." },
      "C34": { "name": "Malignant neoplasm of bronchus and lung", "description": "Diagnosis via liquid biopsy and molecular profiling (NGS). Treatment is highly personalized with targeted therapies for EGFR/ALK/ROS1 mutations and immunotherapy (PD-1/PD-L1 inhibitors). Minimally invasive VATS and robotic surgery are standard." },
      "K25": { "name": "Gastric ulcer", "description": "Diagnosis with high-definition endoscopy and advanced tests for H. pylori. Treatment includes potent proton pump inhibitors and novel antibiotic regimens for resistant H. pylori. Endoscopic therapies are used for bleeding ulcers." },
      "N18": { "name": "Chronic kidney disease", "description": "Monitoring with advanced biomarkers. New treatments focus on slowing progression with SGLT2 inhibitors. For end-stage disease, advanced dialysis techniques and an expanded pool for kidney transplantation are available." },
      "F32": { "name": "Depressive episode", "description": "Treatment includes new-generation antidepressants with better side-effect profiles, Transcranial Magnetic Stimulation (TMS) for treatment-resistant depression, and personalized psychotherapy approaches like CBT and MBCT." },
      "A00_A09": { "name": "Intestinal infectious diseases", "description": "Diagnosis using rapid molecular tests (PCR panels) to identify pathogens quickly. Treatment includes targeted antibiotics based on sensitivity testing and advanced supportive care. Fecal microbiota transplantation is used for recurrent C. difficile." },
      "A15_A19": { "name": "Tuberculosis", "description": "Diagnosis with rapid molecular tests like GeneXpert. Treatment regimens are becoming shorter and more effective, especially for drug-resistant TB, using new drugs like Bedaquiline and Pretomanid." },
      "A20_A28": { "name": "Certain zoonotic bacterial diseases", "description": "Advanced diagnostics involve serology and PCR. Treatment is specific to the agent (e.g., doxycycline for brucellosis) with a focus on preventing long-term complications." },
      "A30_A49": { "name": "Other bacterial diseases", "description": "Broad-spectrum diagnostics using metagenomic sequencing. Treatment relies on targeted antibiotic therapy guided by resistance profiling to combat antimicrobial resistance (AMR)." },
      "A50_A64": { "name": "Infections with a predominantly sexual mode of transmission", "description": "Diagnosis with highly sensitive Nucleic Acid Amplification Tests (NAATs). Treatment includes single-dose therapies for gonorrhea and chlamydia, and long-acting injectable PrEP for HIV prevention." },
      "A65_A69": { "name": "Other spirochaetal diseases", "description": "For Lyme disease, advanced two-tier testing algorithms are used. Treatment involves targeted antibiotic courses, with research into therapies for post-treatment Lyme disease syndrome." },
      "A70_A74": { "name": "Other diseases caused by chlamydiae", "description": "Diagnosis via PCR. Treatment is effective with specific antibiotics like azithromycin or doxycycline, preventing long-term complications such as infertility or reactive arthritis." },
      "A75_A79": { "name": "Rickettsioses", "description": "Diagnosis often relies on serology and clinical suspicion. Doxycycline remains the treatment of choice, and early administration is key to preventing severe disease." },
      "A80_A89": { "name": "Viral infections of the central nervous system", "description": "Diagnosis with CSF analysis and PCR. Treatment is often supportive, but specific antivirals exist for herpes encephalitis. Immunomodulatory therapies are used for post-infectious autoimmune encephalitis." },
      "A92_A99": { "name": "Arthropod-borne viral fevers and viral haemorrhagic fevers", "description": "Diagnosis with rapid antigen tests and PCR. Treatment is mainly supportive, but new antiviral drugs and monoclonal antibody therapies are being developed for diseases like Ebola and Dengue." },
      "B00_B09": { "name": "Viral infections characterized by skin and mucous membrane lesions", "description": "Diagnosis is often clinical but can be confirmed with PCR. Treatment includes antiviral medications like acyclovir for herpes and shingles, and new topical therapies are available." },
      "B15_B19": { "name": "Viral hepatitis", "description": "For Hepatitis C, direct-acting antivirals (DAAs) offer a cure rate of over 95%. For Hepatitis B, new antiviral therapies aim for functional cure. Diagnosis uses viral load and genotyping." },
      "B20_B24": { "name": "Human immunodeficiency virus [HIV] disease", "description": "Treatment with modern Antiretroviral Therapy (ART) allows for a normal life expectancy. Long-acting injectable ART (every 1-2 months) is a new option improving convenience and adherence." },
      "B25_B34": { "name": "Other viral diseases", "description": "Diagnostics are increasingly based on molecular methods. For diseases like CMV, specific antiviral drugs are used, especially in immunocompromised patients." },
      "B35_B49": { "name": "Mycoses", "description": "Diagnosis with advanced imaging and specific fungal biomarkers (e.g., Beta-D-glucan). Treatment includes new classes of antifungal drugs (e.g., echinocandins) for invasive fungal infections." },
      "B50_B64": { "name": "Protozoal diseases", "description": "For malaria, artemisinin-based combination therapies (ACTs) are standard. Rapid diagnostic tests are widely used. New vaccines are being rolled out in endemic areas." },
      "B65_B83": { "name": "Helminthiases", "description": "Diagnosis via microscopy and serology. Treatment with effective antihelminthic drugs like albendazole or praziquantel is standard, with a focus on mass drug administration in endemic regions." },
      "B85_B89": { "name": "Pediculosis, acariasis and other infestations", "description": "Diagnosis is clinical. Treatment includes effective topical agents and oral medications like ivermectin for resistant cases of scabies or lice." },
      "B90_B94": { "name": "Sequelae of infectious and parasitic diseases", "description": "Management focuses on rehabilitation and treating chronic symptoms, such as post-polio syndrome or chronic lymphedema from filariasis, with multidisciplinary care." },
      "B95_B98": { "name": "Bacterial, viral and other infectious agents", "description": "These codes are used for epidemiological tracking and research, often in conjunction with another diagnosis, to understand the cause of disease outbreaks and antibiotic resistance patterns." },
      "B99_B99": { "name": "Other infectious diseases", "description": "This category is for rare or newly emerging infectious diseases where specific codes have not yet been established. Management relies on expert consultation and international guidelines." },
      "C00_C97": { "name": "Malignant neoplasms", "description": "Modern oncology is defined by precision medicine. Diagnosis involves comprehensive genomic profiling (NGS) to identify targetable mutations. Treatments include immunotherapy, targeted therapy, CAR-T cells, and robotic surgery. Diagnostics from €6,000." },
      "C00_C14": { "name": "Malignant neoplasms of lip, oral cavity and pharynx", "description": "Diagnosis with narrow-band imaging endoscopy. Treatment includes transoral robotic surgery (TORS) for better functional outcomes and immunotherapy for advanced cases, especially HPV-related cancers." },
      "C15_C26": { "name": "Malignant neoplasms of digestive organs", "description": "Endoscopic ultrasound and liquid biopsy for diagnosis. Treatments include minimally invasive surgery (laparoscopic/robotic), targeted therapies for HER2+ or MSI-high tumors, and immunotherapy." },
      "C30_C39": { "name": "Malignant neoplasms of respiratory and intrathoracic organs", "description": "Low-dose CT for screening. Diagnosis with endobronchial ultrasound (EBUS) and navigational bronchoscopy. Treatment is driven by molecular markers, with targeted therapy and immunotherapy being key." },
      "C40_C41": { "name": "Malignant neoplasms of bone and articular cartilage", "description": "Diagnosis with advanced MRI and PET scans. Treatment involves limb-sparing surgery with custom 3D-printed implants, neoadjuvant chemotherapy, and proton therapy to spare surrounding tissues." },
      "C43_C44": { "name": "Melanoma and other malignant neoplasms of skin", "description": "Diagnosis with digital dermoscopy and confocal microscopy. For melanoma, treatment has been revolutionized by immunotherapy (checkpoint inhibitors) and targeted therapy (BRAF/MEK inhibitors)." },
      "C45_C49": { "name": "Malignant neoplasms of mesothelial and soft tissue", "description": "Diagnosis with specialized pathology and molecular testing. Treatment for sarcomas includes neoadjuvant radiotherapy, limb-salvage surgery, and targeted therapies based on the specific sarcoma subtype." },
      "C51_C58": { "name": "Malignant neoplasms of female genital organs", "description": "For ovarian cancer, PARP inhibitors are a major advance. For cervical cancer, HPV testing is key for prevention. Robotic-assisted surgery is standard for hysterectomy, improving recovery." },
      "C60_C63": { "name": "Malignant neoplasms of male genital organs", "description": "For prostate cancer, PSMA-PET scans for staging and robotic surgery (Da Vinci) are standard. For testicular cancer, chemotherapy offers high cure rates, with a focus on fertility preservation." },
      "C64_C68": { "name": "Malignant neoplasms of urinary tract", "description": "For kidney cancer, immunotherapy combinations are first-line treatment. For bladder cancer, immunotherapy and antibody-drug conjugates are used for advanced disease. Nephron-sparing surgery is preferred." },
      "C69_C72": { "name": "Malignant neoplasms of eye, brain and other parts of central nervous system", "description": "For brain tumors, treatment includes awake craniotomy, Gamma Knife radiosurgery, and targeted therapies based on molecular markers (e.g., IDH mutations). Optune device for glioblastoma." },
      "C73_C75": { "name": "Malignant neoplasms of thyroid and other endocrine glands", "description": "Diagnosis with fine-needle aspiration and molecular testing. Treatment is often surgical, with radioactive iodine for thyroid cancer. Targeted therapies are available for advanced or resistant cases." },
      "C76_C80": { "name": "Malignant neoplasms of ill-defined, secondary and unspecified sites", "description": "Diagnosis of Cancer of Unknown Primary (CUP) uses advanced immunohistochemistry and genomic profiling to identify the likely origin, which then guides a more targeted treatment approach." },
      "C81_C96": { "name": "Malignant neoplasms of lymphoid, haematopoietic and related tissue", "description": "Treatment has been transformed by CAR-T cell therapy for lymphomas and leukemias, as well as numerous targeted agents (e.g., BTK inhibitors) and monoclonal antibodies." },
      "C97_C97": { "name": "Malignant neoplasms of independent (primary) multiple sites", "description": "Management requires a highly coordinated, multidisciplinary team approach. Treatment plans must consider potential drug interactions and cumulative toxicities from treating multiple different cancers." },
      "D00_D09": { "name": "In situ neoplasms", "description": "These are pre-cancerous conditions. Management focuses on removal to prevent progression to invasive cancer, often through minimally invasive techniques like endoscopic resection or laser ablation." },
      "D10_D36": { "name": "Benign neoplasms", "description": "While not cancerous, they can cause symptoms by pressing on organs. Treatment, if needed, is usually surgical removal, often with minimally invasive techniques to reduce scarring and recovery time." },
      "D37_D48": { "name": "Neoplasms of uncertain or unknown behaviour", "description": "These tumors require careful monitoring with regular imaging (MRI, CT). Sometimes, a biopsy with molecular analysis is needed to predict behavior and decide if and when treatment is necessary." },
      "D50_D53": { "name": "Nutritional anaemias", "description": "Diagnosis involves detailed blood tests. Treatment includes high-potency oral supplements or intravenous infusions (e.g., IV iron) for rapid correction and better absorption in cases of malabsorption." },
      "D55_D59": { "name": "Haemolytic anaemias", "description": "Diagnosis with advanced tests like flow cytometry. Treatment depends on the cause and may include immunosuppressants, splenectomy, or new targeted drugs that inhibit hemolysis." },
      "D60_D64": { "name": "Aplastic and other anaemias", "description": "Diagnosis requires bone marrow biopsy. Treatment for severe aplastic anemia includes immunosuppressive therapy or bone marrow transplantation from a matched donor." },
      "D65_D69": { "name": "Coagulation defects, purpura and other haemorrhagic conditions", "description": "Diagnosis with specialized coagulation tests. Treatment for conditions like ITP includes new thrombopoietin receptor agonists. For hemophilia, gene therapy is an emerging curative option." },
      "D70_D77": { "name": "Other diseases of blood and blood-forming organs", "description": "This category includes a variety of conditions. Management is highly specific, often requiring consultation with a hematologist and advanced diagnostic workup." },
      "D80_D89": { "name": "Certain disorders involving the immune mechanism", "description": "Diagnosis with genetic testing and detailed immune function assays. Treatment for primary immunodeficiencies may include immunoglobulin replacement therapy or hematopoietic stem cell transplantation." },
      "E00_E07": { "name": "Disorders of thyroid gland", "description": "Diagnosis with sensitive TSH assays and ultrasound. Treatment for nodules may involve radiofrequency ablation as a less invasive alternative to surgery. Autoimmune thyroiditis is managed with hormone replacement." },
      "E10_E14": { "name": "Diabetes mellitus", "description": "Management is revolutionized by hybrid closed-loop insulin pump systems ('artificial pancreas') and continuous glucose monitors (CGM). Research focuses on islet cell transplantation and immunotherapy to preserve beta-cell function." },
      "E15_E16": { "name": "Other disorders of glucose regulation and pancreatic internal secretion", "description": "Diagnosis of conditions like insulinoma often requires complex endocrine testing and advanced imaging (e.g., PET scans). Surgical removal is often curative." },
      "E20_E35": { "name": "Disorders of other endocrine glands", "description": "Diagnosis with dynamic endocrine testing and high-resolution imaging. Treatment for pituitary or adrenal tumors often involves minimally invasive surgery (e.g., transsphenoidal surgery for pituitary adenomas)." },
      "E40_E46": { "name": "Malnutrition", "description": "Management involves a multidisciplinary team including dietitians. Personalized nutritional support, including specialized enteral or parenteral nutrition, is key." },
      "E50_E64": { "name": "Other nutritional deficiencies", "description": "Diagnosis with specific laboratory tests. Treatment involves targeted supplementation, often at high doses, to correct the deficiency and its underlying cause." },
      "E65_E68": { "name": "Obesity and other hyperalimentation", "description": "Modern treatment includes new, highly effective weight-loss medications (GLP-1 agonists) and advanced bariatric surgery techniques (e.g., sleeve gastrectomy), alongside lifestyle intervention." },
      "E70_E90": { "name": "Metabolic disorders", "description": "For many inborn errors of metabolism, diagnosis is via newborn screening and genetic testing. Treatments are advancing rapidly with enzyme replacement therapies and gene therapies." },
      "F00_F09": { "name": "Organic, including symptomatic, mental disorders", "description": "Diagnosis requires thorough neurological and psychiatric evaluation, including advanced neuroimaging (PET, MRI) to identify underlying brain pathology like dementia or brain injury." },
      "F10_F19": { "name": "Mental and behavioural disorders due to psychoactive substance use", "description": "Treatment includes medication-assisted treatment (MAT) for opioid and alcohol use disorders, combined with evidence-based psychotherapies and peer support programs." },
      "F20_F29": { "name": "Schizophrenia, schizotypal and delusional disorders", "description": "Treatment with long-acting injectable antipsychotics improves adherence. Cognitive remediation therapy and psychosocial support are crucial for functional recovery." },
      "F30_F39": { "name": "Mood [affective] disorders", "description": "For treatment-resistant depression, options include esketamine nasal spray and transcranial magnetic stimulation (TMS). Personalized treatment based on biomarkers is an active area of research." },
      "F40_F48": { "name": "Neurotic, stress-related and somatoform disorders", "description": "Evidence-based treatments include Cognitive Behavioral Therapy (CBT), Exposure Therapy for phobias and PTSD, and SSRI/SNRI medications. Virtual reality (VR) is being used for exposure therapy." },
      "F50_F59": { "name": "Behavioural syndromes associated with physiological disturbances and physical factors", "description": "For eating disorders, a multidisciplinary approach is essential. For insomnia, CBT-I (CBT for Insomnia) is the first-line treatment over hypnotic medications." },
      "F60_F69": { "name": "Disorders of adult personality and behaviour", "description": "Specialized psychotherapies like Dialectical Behavior Therapy (DBT) for borderline personality disorder and Schema Therapy have shown significant effectiveness." },
      "F70_F79": { "name": "Mental retardation", "description": "Focus is on early intervention, personalized education plans, and supportive therapies (speech, occupational) to maximize functional independence and quality of life." },
      "F80_F89": { "name": "Disorders of psychological development", "description": "For Autism Spectrum Disorder (ASD), early intensive behavioral intervention (EIBI) is key. For dyslexia, structured literacy programs are most effective." },
      "F90_F98": { "name": "Behavioural and emotional disorders with onset usually occurring in childhood and adolescence", "description": "For ADHD, treatment combines stimulant or non-stimulant medications with behavioral therapy and parent training for a comprehensive approach." },
      "F99_F99": { "name": "Unspecified mental disorder", "description": "Requires a comprehensive diagnostic assessment to clarify the diagnosis. Treatment is initially symptom-focused while further evaluation is underway." },
      "G00_G09": { "name": "Inflammatory diseases of the central nervous system", "description": "Rapid diagnosis with CSF analysis and PCR is crucial. Treatment involves high-dose antibiotics or antivirals. Immunomodulatory therapy is used for autoimmune encephalitis." },
      "G10_G14": { "name": "Systemic atrophies primarily affecting the central nervous system", "description": "Genetic testing is key for diagnosis. While many are progressive, new gene-silencing therapies (e.g., for Huntington's disease and some ataxias) are in clinical trials and showing promise." },
      "G20_G26": { "name": "Extrapyramidal and movement disorders", "description": "For Parkinson's, treatment includes advanced drug delivery systems and Deep Brain Stimulation (DBS). For dystonia, botulinum toxin injections and DBS are effective." },
      "G30_G32": { "name": "Other degenerative diseases of the nervous system", "description": "For Alzheimer's, new antibody therapies that target amyloid plaques are becoming available. Diagnosis is aided by amyloid PET scans and CSF biomarkers." },
      "G35_G37": { "name": "Demyelinating diseases of the central nervous system", "description": "For Multiple Sclerosis (MS), treatment with high-efficacy disease-modifying therapies (DMTs) can significantly slow progression. Diagnosis is based on MRI criteria." },
      "G40_G47": { "name": "Episodic and paroxysmal disorders", "description": "For migraine, new CGRP inhibitor drugs offer highly effective prevention. For epilepsy, advanced diagnostics and treatments like VNS or laser ablation are used." },
      "G50_G59": { "name": "Nerve, nerve root and plexus disorders", "description": "Diagnosis with nerve conduction studies and high-resolution ultrasound. Treatment can include nerve blocks, radiofrequency ablation for trigeminal neuralgia, or microsurgery." },
      "G60_G64": { "name": "Polyneuropathies and other disorders of the peripheral nervous system", "description": "Diagnosis involves identifying the underlying cause (e.g., diabetes, vitamin deficiency). New treatments are emerging for specific types, like gene-silencing therapies for hereditary amyloid polyneuropathy." },
      "G70_G73": { "name": "Diseases of myoneural junction and muscle", "description": "For Myasthenia Gravis, new targeted immunotherapies are available. For muscular dystrophies, gene therapies and exon-skipping drugs are revolutionary new treatments." },
      "G80_G83": { "name": "Cerebral palsy and other paralytic syndromes", "description": "Management is multidisciplinary, involving physical therapy, botulinum toxin injections for spasticity, and selective dorsal rhizotomy surgery in some cases to improve mobility." },
      "G90_G99": { "name": "Other disorders of the nervous system", "description": "For hydrocephalus, treatment involves programmable shunts that can be adjusted non-invasively. For conditions like normal pressure hydrocephalus, accurate diagnosis is key to successful treatment." },
      "H00_H06": { "name": "Disorders of eyelid, lacrimal system and orbit", "description": "Treatment for conditions like ptosis (droopy eyelid) or blocked tear ducts often involves minimally invasive surgical techniques for better cosmetic and functional outcomes." },
      "H10_H13": { "name": "Disorders of conjunctiva", "description": "For allergic conjunctivitis, new long-acting antihistamine and mast cell stabilizer eye drops are available. For dry eye, advanced treatments include thermal pulsation therapy and prescription immunomodulatory drops." },
      "H15_H22": { "name": "Disorders of sclera, cornea, iris and ciliary body", "description": "Corneal transplants now use advanced techniques like DMEK and DSEK for faster visual recovery. For keratitis, new antibiotic formulations are more effective." },
      "H25_H28": { "name": "Disorders of lens", "description": "Cataract surgery is highly advanced, using femtosecond lasers and premium intraocular lenses (IOLs) that can correct astigmatism and presbyopia, reducing the need for glasses." },
      "H30_H36": { "name": "Disorders of choroid and retina", "description": "For macular degeneration (AMD) and diabetic retinopathy, treatment with anti-VEGF injections has revolutionized care. Gene therapy is an emerging option for certain inherited retinal diseases." },
      "H40_H42": { "name": "Glaucoma", "description": "Treatment includes new classes of eye drops and Minimally Invasive Glaucoma Surgery (MIGS), which offers a safer alternative to traditional surgery for many patients." },
      "H43_H45": { "name": "Disorders of vitreous body and globe", "description": "For conditions like floaters, laser vitreolysis can be an option. For retinal detachment, advanced vitrectomy techniques and instrumentation lead to better outcomes." },
      "H46_H48": { "name": "Disorders of optic nerve and visual pathways", "description": "Diagnosis with Optical Coherence Tomography (OCT) allows for detailed monitoring of nerve damage. Treatment focuses on the underlying cause, such as immunomodulation for optic neuritis in MS." },
      "H49_H52": { "name": "Disorders of ocular muscles, binocular movement, accommodation and refraction", "description": "Refractive errors are corrected with advanced laser procedures like LASIK and SMILE. Strabismus (crossed eyes) can be treated with adjustable suture surgery for more precise alignment." },
      "H53_H54": { "name": "Visual disturbances and blindness", "description": "Rehabilitation with advanced low-vision aids, including electronic magnification and text-to-speech devices, can significantly improve quality of life. Retinal implant research is ongoing." },
      "H55_H59": { "name": "Other disorders of eye and adnexa", "description": "This category covers various conditions. Treatment is highly specific, for example, using specialized prisms in glasses to manage nystagmus symptoms." },
      "H60_H62": { "name": "Diseases of external ear", "description": "Treatment for severe otitis externa may involve antibiotic wicks and regular debridement. Prevention strategies are key for recurrent cases." },
      "H65_H75": { "name": "Diseases of middle ear and mastoid", "description": "For chronic otitis media, treatment may involve tympanoplasty (eardrum repair) or mastoidectomy. Eustachian tube balloon dilation is a new treatment for Eustachian tube dysfunction." },
      "H80_H83": { "name": "Diseases of inner ear", "description": "For Meniere's disease, treatment can range from diet modification to intratympanic steroid injections. For otosclerosis, stapedectomy surgery can restore hearing." },
      "H90_H95": { "name": "Other disorders of ear", "description": "For hearing loss, modern digital hearing aids and cochlear implants offer remarkable improvements in hearing. For tinnitus, cognitive behavioral therapy (CBT) and sound therapy are effective management strategies." },
      "I00_I02": { "name": "Acute rheumatic fever", "description": "Prevention with prompt treatment of streptococcal pharyngitis is key. Management of the acute phase involves anti-inflammatory drugs and antibiotics." },
      "I05_I09": { "name": "Chronic rheumatic heart diseases", "description": "Management of resulting valve disease may require surgical repair or replacement. Transcatheter valve interventions are becoming an option for high-risk patients." },
      "I10_I15": { "name": "Hypertensive diseases", "description": "Treatment includes modern single-pill combinations for better adherence. Renal denervation is a device-based therapy being investigated for treatment-resistant hypertension." },
      "I20_I25": { "name": "Ischaemic heart diseases", "description": "Diagnosis with CT coronary angiography. Treatment with drug-eluting stents and comprehensive medical therapy is standard. Chronic Total Occlusion (CTO) PCI is a specialized procedure for complete blockages." },
      "I26_I28": { "name": "Pulmonary heart disease and diseases of pulmonary circulation", "description": "For pulmonary embolism, catheter-directed thrombolysis can be used in severe cases. For pulmonary hypertension, new targeted oral and inhaled therapies have significantly improved outcomes." },
      "I30_I52": { "name": "Other forms of heart disease", "description": "For heart failure, new drug classes (SGLT2 inhibitors, ARNI) have dramatically improved survival. For cardiomyopathies, genetic testing can guide therapy and family screening." },
      "I60_I69": { "name": "Cerebrovascular diseases", "description": "For ischemic stroke, mechanical thrombectomy has revolutionized treatment, extending the treatment window. Advanced imaging helps select appropriate patients." },
      "I70_I79": { "name": "Diseases of arteries, arterioles and capillaries", "description": "For peripheral artery disease, treatment includes advanced endovascular techniques like atherectomy and drug-coated balloons. For aneurysms, minimally invasive endovascular repair (EVAR) is standard." },
      "I80_I89": { "name": "Diseases of veins, lymphatic vessels and lymph nodes, not elsewhere classified", "description": "For deep vein thrombosis (DVT), direct oral anticoagulants (DOACs) are now standard. For varicose veins, minimally invasive treatments like laser ablation and sclerotherapy are used." },
      "I95_I99": { "name": "Other and unspecified disorders of the circulatory system", "description": "Requires careful diagnostic workup to identify the underlying cause. Management is tailored to the specific condition, such as medication for postural orthostatic tachycardia syndrome (POTS)." },
      "J00_J06": { "name": "Acute upper respiratory infections", "description": "While mostly self-limiting, rapid antigen tests can differentiate between viral causes like flu and COVID-19, guiding supportive care and isolation measures." },
      "J09_J18": { "name": "Influenza and pneumonia", "description": "Treatment for severe influenza includes antiviral medications. For pneumonia, diagnosis is aided by imaging and biomarkers like procalcitonin to guide antibiotic use." },
      "J20_J22": { "name": "Other acute lower respiratory infections", "description": "Diagnosis is primarily clinical. Treatment is supportive, with a focus on avoiding unnecessary antibiotics for viral bronchitis." },
      "J30_J39": { "name": "Other diseases of upper respiratory tract", "description": "For chronic rhinosinusitis with nasal polyps, biologic therapies that target inflammatory pathways are a major new treatment option for severe cases." },
      "J40_J47": { "name": "Chronic lower respiratory diseases", "description": "For COPD, combination inhalers (LAMA/LABA/ICS) are used. For bronchiectasis, airway clearance devices and inhaled antibiotics are key components of management." },
      "J60_J70": { "name": "Lung diseases due to external agents", "description": "Diagnosis involves a detailed occupational history and high-resolution CT scans. Management focuses on removing the exposure and, in some cases, using anti-inflammatory or anti-fibrotic drugs." },
      "J80_J84": { "name": "Other respiratory diseases principally affecting the interstitium", "description": "For idiopathic pulmonary fibrosis (IPF), anti-fibrotic drugs can slow disease progression. Diagnosis requires a multidisciplinary discussion between pulmonologists, radiologists, and pathologists." },
      "J85_J86": { "name": "Suppurative and necrotic conditions of lower respiratory tract", "description": "Treatment for lung abscess involves prolonged antibiotic therapy and sometimes percutaneous or endoscopic drainage." },
      "J90_J94": { "name": "Other diseases of pleura", "description": "For recurrent pleural effusions, indwelling pleural catheters can be used for outpatient management. For pneumothorax, video-assisted thoracoscopic surgery (VATS) may be needed." },
      "J95_J99": { "name": "Other diseases of the respiratory system", "description": "Management of respiratory failure may require non-invasive ventilation (NIV) or, in severe cases, extracorporeal membrane oxygenation (ECMO) as a bridge to recovery." },
      "K00_K14": { "name": "Diseases of oral cavity, salivary glands and jaws", "description": "Advanced dental care includes digital imaging, CAD/CAM for restorations, and laser therapy for gum disease. For salivary gland stones, minimally invasive sialendoscopy can be used for removal." },
      "K20_K31": { "name": "Diseases of oesophagus, stomach and duodenum", "description": "For GERD, new procedures like transoral incisionless fundoplication (TIF) are available. For gastroparesis, gastric electrical stimulation is a treatment option." },
      "K35_K38": { "name": "Diseases of appendix", "description": "Laparoscopic appendectomy is the standard of care, leading to faster recovery and less pain. In some uncomplicated cases, antibiotic therapy alone is being studied as an alternative to surgery." },
      "K40_K46": { "name": "Hernia", "description": "Robotic-assisted hernia repair allows for enhanced precision, especially in complex abdominal wall reconstruction. Advanced mesh materials reduce the risk of recurrence." },
      "K50_K52": { "name": "Noninfective enteritis and colitis", "description": "For Crohn's and ulcerative colitis, treatment includes a range of biologic therapies and small molecule drugs. Intestinal ultrasound is a non-invasive way to monitor disease activity." },
      "K55_K64": { "name": "Other diseases of intestines", "description": "For irritable bowel syndrome (IBS), new treatments include targeted medications and gut-directed hypnotherapy. For hemorrhoids, minimally invasive procedures like hemorrhoidal artery ligation are effective." },
      "K65_K67": { "name": "Diseases of peritoneum", "description": "Treatment of peritonitis requires urgent intervention with antibiotics and often surgical source control. For peritoneal carcinomatosis, HIPEC (hyperthermic intraperitoneal chemotherapy) is a specialized treatment." },
      "K70_K77": { "name": "Diseases of liver", "description": "For liver fibrosis, non-invasive tests like FibroScan can replace biopsy. For fatty liver disease (NASH), new medications are in late-stage trials. Liver transplantation is an option for end-stage disease." },
      "K80_K87": { "name": "Disorders of gallbladder, biliary tract and pancreas", "description": "For gallstones, laparoscopic cholecystectomy is standard. For pancreatitis, endoscopic techniques (ERCP) are used to clear bile duct blockages. For pancreatic cysts, endoscopic ultrasound with biopsy is used for diagnosis." },
      "K90_K93": { "name": "Other diseases of the digestive system", "description": "For celiac disease, diagnosis is confirmed with biopsy and serology. While a gluten-free diet is the only treatment, new enzyme therapies and vaccines are under investigation." },
      "L00_L08": { "name": "Infections of the skin and subcutaneous tissue", "description": "Diagnosis may involve ultrasound to differentiate cellulitis from abscess. Treatment requires appropriate antibiotics, with increasing attention to MRSA coverage. Surgical drainage is needed for abscesses." },
      "L10_L14": { "name": "Bullous disorders", "description": "Diagnosis with biopsy and immunofluorescence. Treatment for diseases like pemphigus has been improved by biologic therapies like rituximab, which can lead to long-term remission." },
      "L20_L30": { "name": "Dermatitis and eczema", "description": "For atopic dermatitis, new treatments include biologic drugs (e.g., dupilumab) and JAK inhibitors that target the underlying inflammation, offering significant relief for severe cases." },
      "L40_L45": { "name": "Papulosquamous disorders", "description": "For psoriasis, a wide range of highly effective biologic therapies targeting specific cytokines (e.g., IL-17, IL-23) can lead to complete or near-complete skin clearance." },
      "L50_L54": { "name": "Urticaria and erythema", "description": "For chronic spontaneous urticaria, treatment with the monoclonal antibody omalizumab is highly effective for patients who do not respond to antihistamines." },
      "L55_L59": { "name": "Radiation-related disorders of the skin and subcutaneous tissue", "description": "Prevention with broad-spectrum sunscreens is key. Treatment for photodamage includes topical retinoids and laser resurfacing procedures." },
      "L60_L75": { "name": "Disorders of skin appendages", "description": "For alopecia areata, JAK inhibitors are a major breakthrough for severe cases. For acne, new topical agents and light-based therapies are available. For hidradenitis suppurativa, biologic therapy is an option." },
      "L80_L99": { "name": "Other disorders of the skin and subcutaneous tissue", "description": "For vitiligo, new treatments include topical JAK inhibitors and light therapy. For pressure ulcers, advanced wound care products and techniques are used to promote healing." },
      "M00_M25": { "name": "Arthropathies", "description": "This broad category covers joint diseases. Diagnosis uses advanced imaging like MRI and ultrasound. Treatments range from physical therapy to biologic drugs and joint replacement surgery." },
      "M00_M03": { "name": "Infectious arthropathies", "description": "Septic arthritis is a medical emergency requiring urgent joint aspiration, washout, and intravenous antibiotics to prevent permanent joint damage." },
      "M05_M14": { "name": "Inflammatory polyarthropathies", "description": "For rheumatoid and psoriatic arthritis, treatment with biologic DMARDs and JAK inhibitors has revolutionized outcomes, preventing joint damage and preserving function." },
      "M15_M19": { "name": "Arthrosis", "description": "Osteoarthritis management includes lifestyle changes, physical therapy, and in advanced cases, joint replacement with robotic-assisted surgery for precision." },
      "M20_M25": { "name": "Other joint disorders", "description": "Includes conditions like internal derangement of the knee (meniscus tears), which are often treated with minimally invasive arthroscopic surgery." },
      "M30_M36": { "name": "Systemic connective tissue disorders", "description": "For diseases like lupus (SLE) and scleroderma, treatment involves immunomodulatory and biologic drugs to control systemic inflammation and prevent organ damage." },
      "M40_M54": { "name": "Dorsopathies", "description": "This category covers back pain. Diagnosis involves careful clinical exam and imaging. Treatment is often conservative, but can include epidural steroid injections or minimally invasive spine surgery." },
      "M40_M43": { "name": "Deforming dorsopathies", "description": "For conditions like scoliosis, treatment in adolescents may involve advanced bracing or spinal fusion surgery with computer navigation for severe curves." },
      "M45_M49": { "name": "Spondylopathies", "description": "For ankylosing spondylitis, biologic therapies (TNF and IL-17 inhibitors) are highly effective at reducing pain and stiffness and preventing spinal fusion." },
      "M50_M54": { "name": "Other dorsopathies", "description": "Includes disc disorders. Treatment for herniated discs can include microdiscectomy, a minimally invasive surgical procedure to relieve nerve pressure." },
      "M60_M79": { "name": "Soft tissue disorders", "description": "Ultrasound-guided injections are a precise way to treat conditions like tendinitis or bursitis. Platelet-rich plasma (PRP) is being investigated as a regenerative therapy." },
      "M60_M63": { "name": "Disorders of muscles", "description": "For inflammatory myopathies like polymyositis, treatment involves immunosuppressive drugs. Genetic testing is key for diagnosing muscular dystrophies." },
      "M65_M68": { "name": "Disorders of synovium and tendon", "description": "For conditions like trigger finger or de Quervain's tenosynovitis, steroid injections are often effective. If not, a simple outpatient surgical release is performed." },
      "M70_M79": { "name": "Other soft tissue disorders", "description": "For conditions like frozen shoulder, treatment involves physical therapy and steroid injections. For plantar fasciitis, shockwave therapy is a non-invasive option." },
      "M80_M94": { "name": "Osteopathies and chondropathies", "description": "This category covers bone and cartilage disorders. Diagnosis often relies on imaging like X-ray, CT, and MRI." },
      "M80_M85": { "name": "Disorders of bone density and structure", "description": "For osteoporosis, new anabolic agents can help build new bone, reducing fracture risk. Diagnosis is by DEXA scan." },
      "M86_M90": { "name": "Other osteopathies", "description": "For osteomyelitis (bone infection), treatment requires long-term antibiotics and often surgical debridement. For Paget's disease, bisphosphonates are effective." },
      "M91_M94": { "name": "Chondropathies", "description": "For cartilage defects, advanced surgical techniques like autologous chondrocyte implantation (ACI) can be used to regenerate cartilage tissue." },
      "M95_M99": { "name": "Other disorders of the musculoskeletal system and connective tissue", "description": "This is a broad category for conditions not classified elsewhere. Management is specific to the diagnosis and often requires a multidisciplinary approach." },
      "N00_N08": { "name": "Glomerular diseases", "description": "Diagnosis requires kidney biopsy with advanced microscopy. Treatment for conditions like lupus nephritis involves potent immunosuppressants and new biologic therapies." },
      "N10_N16": { "name": "Renal tubulo-interstitial diseases", "description": "Diagnosis involves urine analysis and sometimes kidney biopsy. Treatment focuses on addressing the underlying cause, such as removing a causative drug or treating an infection." },
      "N17_N19": { "name": "Renal failure", "description": "For acute kidney injury, supportive care is key. For chronic kidney disease, new drugs can slow progression. End-stage disease requires dialysis or transplantation." },
      "N20_N23": { "name": "Urolithiasis", "description": "For kidney stones, treatment includes minimally invasive procedures like ureteroscopy with laser lithotripsy and shockwave lithotripsy (SWL)." },
      "N25_N29": { "name": "Other disorders of kidney and ureter", "description": "Management is specific to the condition, for example, surgical correction (pyeloplasty) for ureteropelvic junction obstruction, often done robotically." },
      "N30_N39": { "name": "Other diseases of urinary system", "description": "For interstitial cystitis, treatments include bladder instillations and neuromodulation. For recurrent UTIs, new diagnostic methods and non-antibiotic prevention strategies are used." },
      "N40_N51": { "name": "Diseases of male genital organs", "description": "For benign prostatic hyperplasia (BPH), minimally invasive treatments like Rezum or UroLift are alternatives to medication or major surgery. For erectile dysfunction, various effective treatments are available." },
      "N60_N64": { "name": "Disorders of breast", "description": "Diagnosis of breast lumps involves mammography, ultrasound, and biopsy. Management of benign conditions like fibroadenomas may involve monitoring or minimally invasive removal (cryoablation)." },
      "N70_N77": { "name": "Inflammatory diseases of female pelvic organs", "description": "Pelvic inflammatory disease (PID) requires prompt antibiotic treatment to prevent long-term complications like infertility. Diagnosis is clinical, supported by imaging and lab tests." },
      "N80_N98": { "name": "Noninflammatory disorders of female genital tract", "description": "For endometriosis, advanced laparoscopic excision surgery is the gold standard. For fibroids, uterine artery embolization is a less invasive alternative to hysterectomy." },
      "N99_N99": { "name": "Other disorders of the genitourinary system", "description": "This includes post-procedural complications. Management is focused on identifying and correcting the specific issue, often requiring collaboration between urologists and gynecologists." },
      "O00_O08": { "name": "Pregnancy with abortive outcome", "description": "Management of miscarriage can be expectant, medical, or surgical. Recurrent pregnancy loss requires a thorough investigation to identify underlying causes." },
      "O10_O16": { "name": "Oedema, proteinuria and hypertensive disorders in pregnancy, childbirth and the puerperium", "description": "Management of pre-eclampsia involves close monitoring and timely delivery. Low-dose aspirin is used for prevention in high-risk women." },
      "O20_O29": { "name": "Other maternal disorders predominantly related to pregnancy", "description": "Management of conditions like gestational diabetes involves diet, exercise, and sometimes medication to ensure good outcomes for both mother and baby." },
      "O30_O48": { "name": "Maternal care related to the fetus and amniotic cavity and possible delivery problems", "description": "Advanced ultrasound and fetal MRI are used for diagnosis. For conditions like placenta previa, delivery is planned via Cesarean section." },
      "O60_O75": { "name": "Complications of labour and delivery", "description": "Management requires a skilled obstetric team. For issues like fetal distress, continuous electronic fetal monitoring is used, and emergency Cesarean section may be necessary." },
      "O80_O84": { "name": "Delivery", "description": "Modern obstetric care focuses on safe delivery practices, pain management options (e.g., epidural), and supporting the mother's birth plan." },
      "O85_O92": { "name": "Complications predominantly related to the puerperium", "description": "Management of postpartum hemorrhage involves medications and procedures to control bleeding. Postpartum depression screening and treatment are crucial." },
      "O94_O99": { "name": "Other obstetric conditions, not elsewhere classified", "description": "This category covers various conditions that can complicate pregnancy, requiring specialized care from maternal-fetal medicine experts." },
      "P00_P04": { "name": "Fetus and newborn affected by maternal factors and by complications of pregnancy, labour and delivery", "description": "Care is provided in a neonatal intensive care unit (NICU) to manage complications arising from maternal health or delivery." },
      "P05_P08": { "name": "Disorders related to length of gestation and fetal growth", "description": "Care for premature or growth-restricted infants involves advanced respiratory support, nutritional management, and developmental care in a NICU." },
      "P10_P15": { "name": "Birth trauma", "description": "While rare with modern obstetric care, management involves supportive care and monitoring for complications. Physical therapy may be needed." },
      "P20_P29": { "name": "Respiratory and cardiovascular disorders specific to the perinatal period", "description": "Management of respiratory distress syndrome in premature infants includes surfactant therapy and non-invasive ventilation." },
      "P35_P39": { "name": "Infections specific to the perinatal period", "description": "Diagnosis and treatment of neonatal sepsis require prompt administration of intravenous antibiotics in a NICU setting." },
      "P50_P61": { "name": "Haemorrhagic and haematological disorders of fetus and newborn", "description": "Management of conditions like neonatal jaundice includes phototherapy. Severe anemia may require blood transfusion." },
      "P70_P74": { "name": "Transitory endocrine and metabolic disorders specific to fetus and newborn", "description": "Management of neonatal hypoglycemia involves regular glucose monitoring and ensuring adequate feeding or intravenous glucose if needed." },
      "P75_P78": { "name": "Digestive system disorders of fetus and newborn", "description": "Management of conditions like necrotizing enterocolitis (NEC) in premature infants requires bowel rest, antibiotics, and sometimes surgery." },
      "P80_P83": { "name": "Conditions involving the integument and temperature regulation of fetus and newborn", "description": "Premature infants are cared for in incubators to maintain temperature. Skin care is crucial to prevent breakdown and infection." },
      "P90_P96": { "name": "Other disorders originating in the perinatal period", "description": "This category covers a range of conditions requiring specialized neonatal care, such as management of neonatal abstinence syndrome." },
      "Q00_Q07": { "name": "Congenital malformations of the nervous system", "description": "For conditions like spina bifida, fetal surgery is a new option to improve outcomes. Postnatal care involves a multidisciplinary team." },
      "Q10_Q18": { "name": "Congenital malformations of eye, ear, face and neck", "description": "Management often requires complex reconstructive surgery by specialized craniofacial teams." },
      "Q20_Q28": { "name": "Congenital malformations of the circulatory system", "description": "Many congenital heart defects are now repaired with catheter-based interventions or complex neonatal surgery, with excellent long-term outcomes." },
      "Q30_Q34": { "name": "Congenital malformations of the respiratory system", "description": "Management is highly specialized and may require surgical intervention to correct anatomical abnormalities of the airway or lungs." },
      "Q35_Q37": { "name": "Cleft lip and cleft palate", "description": "Treatment involves a series of staged surgical repairs by a specialized team, along with speech therapy and dental care." },
      "Q38_Q45": { "name": "Other congenital malformations of the digestive system", "description": "Conditions like esophageal atresia or Hirschsprung's disease require specialized pediatric surgical repair." },
      "Q50_Q56": { "name": "Congenital malformations of genital organs", "description": "Management requires a sensitive, multidisciplinary approach, often involving pediatric urologists or gynecologists and endocrinologists." },
      "Q60_Q64": { "name": "Congenital malformations of the urinary system", "description": "Conditions like posterior urethral valves or vesicoureteral reflux require specialized pediatric urological management to protect kidney function." },
      "Q65_Q79": { "name": "Congenital malformations and deformations of the musculoskeletal system", "description": "For conditions like clubfoot, the Ponseti method of casting is highly effective. For developmental dysplasia of the hip, early diagnosis and bracing are key." },
      "Q80_Q89": { "name": "Other congenital malformations", "description": "This category includes rare genetic syndromes and malformations that require diagnosis by clinical geneticists and management by a multidisciplinary team." },
      "Q90_Q99": { "name": "Chromosomal abnormalities, not elsewhere classified", "description": "Diagnosis is via karyotyping or microarray. Management is supportive and focuses on addressing the specific health and developmental needs associated with the condition, such as Down syndrome or Turner syndrome." },
      "R00_R09": { "name": "Symptoms and signs involving the circulatory and respiratory systems", "description": "Symptoms like chest pain or shortness of breath require urgent evaluation to rule out life-threatening conditions like heart attack or pulmonary embolism." },
      "R10_R19": { "name": "Symptoms and signs involving the digestive system and abdomen", "description": "Abdominal pain is a common symptom that requires careful evaluation, including imaging and lab tests, to determine the underlying cause." },
      "R20_R23": { "name": "Symptoms and signs involving the skin and subcutaneous tissue", "description": "Symptoms like rash or itching require a dermatological evaluation to diagnose the cause, which can range from simple allergies to systemic diseases." },
      "R25_R29": { "name": "Symptoms and signs involving the nervous and musculoskeletal systems", "description": "Symptoms like dizziness or weakness require a neurological exam and often imaging to diagnose the cause." },
      "R30_R39": { "name": "Symptoms and signs involving the urinary system", "description": "Symptoms like painful urination or blood in the urine require a urological workup to investigate for infection, stones, or other pathology." },
      "R40_R46": { "name": "Symptoms and signs involving cognition, perception, emotional state and behaviour", "description": "Changes in mental status require a thorough evaluation to rule out medical causes (like infection or metabolic issues) before considering a primary psychiatric diagnosis." },
      "R47_R49": { "name": "Symptoms and signs involving speech and voice", "description": "Sudden onset of speech difficulty (aphasia) is a key sign of stroke and requires immediate medical attention." },
      "R50_R69": { "name": "General symptoms and signs", "description": "Symptoms like fever or fatigue are non-specific and require a careful history and physical exam to guide further diagnostic testing." },
      "R70_R79": { "name": "Abnormal findings on examination of blood, without diagnosis", "description": "These findings, such as an elevated sedimentation rate, require further investigation to determine the underlying cause, which is often inflammatory or infectious." },
      "R80_R82": { "name": "Abnormal findings on examination of urine, without diagnosis", "description": "Findings like proteinuria or hematuria require a nephrology or urology consultation to investigate for kidney or bladder disease." },
      "R83_R89": { "name": "Abnormal findings on examination of other body fluids, substances and tissues, without diagnosis", "description": "Abnormal findings, for example in cerebrospinal fluid, prompt further investigation for neurological conditions like meningitis or multiple sclerosis." },
      "R90_R94": { "name": "Abnormal findings on diagnostic imaging and in function studies, without diagnosis", "description": "An incidental finding on a CT or MRI scan, such as a lung nodule or liver cyst, requires further evaluation and follow-up to determine its significance." },
      "R95_R99": { "name": "Ill-defined and unknown causes of mortality", "description": "This category is used when a definitive cause of death cannot be determined after investigation, such as in cases of Sudden Infant Death Syndrome (SIDS)." }
    }
  }
}