{
  "duchenne": {
    "title": "Надежда для детей с мышечной дистрофией Дюшена",
    "subtitle": "Мышечная дистрофия Дюшена (МДД) — это редкое генетическое заболевание, которое вызывает прогрессирующую слабость и дегенерацию мышц, преимущественно у мальчиков. Хотя полного излечения пока нет, современные исследования и методы лечения, такие как генная терапия, медикаментозное лечение и физиотерапия, дают надежду на улучшение качества жизни. Медицинский туризм открывает доступ к ведущим мировым клиникам и передовым методам лечения, которые могут быть недоступны в вашей стране. На этой странице вы найдете подробную информацию о МДД, новейших методах лечения, их влиянии на качество жизни и о том, как мы можем помочь вашей семье.",
    "sections": {
      "about": {
        "title": "Что такое мышечная дистрофия Дюшена (МДД)?",
        "paragraphs": [
          "Мышечная дистрофия Дюшена (МДД) — это редкое генетическое заболевание, вызванное мутациями в гене DMD, который отвечает за производство дистрофина — белка, необходимого для поддержания целостности мышечных клеток.",
          "Без дистрофина мышцы постепенно разрушаются, что приводит к потере силы и подвижности. МДД в основном поражает мальчиков, и симптомы обычно проявляются в возрасте от 2 до 5 лет.",
          "К ранним признакам относятся задержка в развитии ходьбы, частые падения и трудности с подъемом по лестнице, увеличение икроножных мышц (псевдогипертрофия) из-за накопления жировой ткани."
        ]
      },
      "characteristics": {
        "title": "Основные характеристики МДД",
        "table": {
          "headers": ["Характеристика", "Описание"],
          "rows": [
            {
              "Characteristic": "Причина",
              "Description": "Мутации в гене DMD, приводящие к отсутствию дистрофина"
            },
            {
              "Characteristic": "Кто подвержен",
              "Description": "В основном мальчики (1 из 3500–5000 новорожденных)"
            },
            {
              "Characteristic": "Начало симптомов",
              "Description": "Обычно в возрасте 2–5 лет"
            },
            {
              "Characteristic": "Прогрессия",
              "Description": "Постепенная потеря мышечной функции, необходимость в инвалидном кресле к 12 годам"
            },
            {
              "Characteristic": "Осложнения",
              "Description": "Кардиомиопатия, дыхательная недостаточность"
            }
          ]
        }
      },
      "treatments": {
        "title": "Новейшие методы лечения и реабилитации",
        "geneTherapy": {
          "title": "Генная терапия",
          "items": [
            {
              "name": "Elevidys (delandistrogene moxeparvovec)",
              "description": "Первая генная терапия, одобренная FDA в 2023 году для детей 4–5 лет с подтвержденной мутацией гена DMD. В 2024 году одобрение было расширено на амбулаторных и неамбулаторных пациентов от 4 лет и старше. Elevidys вводит укороченную версию дистрофина (микро-дистрофин) в мышечные клетки. Однако в 2025 году были введены ограничения на дозирование для неамбулаторных пациентов из-за случаев острой печеночной недостаточности, что требует тщательного обсуждения с медицинскими специалистами (Roche, 2025)."
            },
            {
              "name": "Del-zota (delpacibart zotadirsen)",
              "description": "Экспериментальная терапия от Avidity Biosciences, предназначенная для пациентов с мутациями, поддающимися пропуску экзона 44. В фазе 1/2 клинического испытания EXPLORE44 Del-zota показала увеличение производства дистрофина до 25% от нормального уровня и снижение уровня креатинкиназы до почти нормального. Avidity планирует подать заявку на одобрение FDA к концу 2025 года (Avidity Biosciences, 2025)."
            }
          ]
        },
        "medications": {
          "title": "Медикаментозное лечение",
          "items": [
            {
              "name": "Кортикостероиды",
              "description": "Препараты, такие как преднизон и дефлазакорт, помогают замедлить прогрессирование мышечной слабости и отсрочить необходимость использования инвалидного кресла."
            },
            {
              "name": "Экспериментальные препараты",
              "description": "Исследования сосредоточены на уменьшении воспаления, фиброза и стимулировании регенерации мышц (Frontiers, 2021)."
            },
            {
              "name": "Duvyzat (givinostat)",
              "description": "Первый нестероидный препарат, одобренный FDA в 2024 году для лечения МДД у пациентов от 6 лет и старше. Подходит для всех генетических вариантов МДД (FDA, 2024)."
            }
          ]
        },
        "rehabilitation": {
          "title": "Реабилитация и физиотерапия",
          "items": [
            {
              "name": "Упражнения и растяжка",
              "description": "Помогают предотвратить контрактуры и сохранить подвижность."
            },
            {
              "name": "Использование вспомогательных устройств",
              "description": "Ортезы и инвалидные кресла улучшают мобильность и независимость."
            },
            {
              "name": "Мультидисциплинарный подход",
              "description": "Сотрудничество неврологов, физиотерапевтов и кардиологов обеспечивает комплексный уход (Mayo Clinic, 2025)."
            }
          ]
        },
        "experimental": {
          "title": "Экспериментальные подходы",
          "items": [
            { "description": "Терапии, направленные на восстановление мышечной ткани." },
            { "description": "Препараты для защиты сердца и диафрагмы." },
            { "description": "Клеточные и белковые терапии для улучшения мышечной функции (Muscular Dystrophy Association, 2023)." }
          ]
        },
        "comparisonTable": {
          "headers": ["Метод лечения", "Описание", "Преимущества", "Ограничения"],
          "rows": [
            {
              "Метод лечения": "Генная терапия",
              "Описание": "Введение функционального гена дистрофина",
              "Преимущества": "Потенциально замедляет прогрессирование",
              "Ограничения": "Ограниченная доступность, возможные побочные эффекты (например, печеночная недостаточность для Elevidys)"
            },
            {
              "Метод лечения": "Кортикостероиды",
              "Описание": "Замедление мышечной дегенерации",
              "Преимущества": "Широко доступны, доказанная эффективность",
              "Ограничения": "Побочные эффекты при длительном использовании"
            },
            {
              "Метод лечения": "Физиотерапия",
              "Описание": "Поддержание мышечной функции",
              "Преимущества": "Улучшает мобильность и качество жизни",
              "Ограничения": "Требует регулярности и профессионального подхода"
            },
            {
              "Метод лечения": "Экспериментальные терапии",
              "Описание": "Исследования новых препаратов (например, Del-zota)",
              "Преимущества": "Перспективы для будущего",
              "Ограничения": "Ограниченные данные, доступ только через клинические испытания"
            }
          ]
        }
      },
      "impact": {
        "title": "Влияние МДД на качество жизни детей и семей",
        "paragraphs": [
          "МДД оказывает глубокое влияние на жизнь детей и их семей:",
          "Физические ограничения: Прогрессирующая слабость мышц ограничивает способность детей участвовать в играх и повседневных делах. К подростковому возрасту большинство детей с МДД нуждаются в инвалидном кресле, что снижает их независимость (Cleveland Clinic, 2025).",
          "Эмоциональное и социальное воздействие: Исследования показывают, что дети с МДД испытывают трудности в социальных взаимодействиях и могут чувствовать себя изолированными, что влияет на их самооценку и общее эмоциональное состояние (ScienceDirect, 2016).",
          "Нагрузка на семью: Родители и опекуны сталкиваются с эмоциональным, физическим и финансовым стрессом. Уход за ребенком с МДД требует значительных ресурсов, включая медицинские расходы и время на уход (ResearchGate, 2011)."
        ],
        "table": {
          "headers": ["Аспект", "Воздействие на детей", "Воздействие на семьи"],
          "rows": [
            {
              "Аспект": "Физическое",
              "Воздействие на детей": "Потеря мобильности, необходимость в инвалидном кресле",
              "Воздействие на семьи": "Физическая нагрузка от ухода"
            },
            {
              "Аспект": "Эмоциональное",
              "Воздействие на детей": "Изоляция, снижение самооценки",
              "Воздействие на семьи": "Эмоциональный стресс, беспокойство о будущем"
            },
            {
              "Аспект": "Социальное",
              "Воздействие на детей": "Ограниченное участие в играх и мероприятиях",
              "Воздействие на семьи": "Социальная изоляция, финансовая нагрузка"
            }
          ]
        }
      },
      "tourism": {
        "title": "Почему стоит выбрать медицинский туризм для лечения МДД?",
        "paragraphs": [
          "Медицинский туризм предоставляет уникальные возможности для семей, столкнувшихся с МДД:",
          "Доступ к ведущим специалистам: Мы сотрудничаем с лучшими неврологами и специалистами по нейромышечным заболеваниям в ведущих мировых клиниках.",
          "Передовые методы лечения: Получите доступ к генной терапии, клиническим испытаниям и другим инновационным подходам, которые могут быть недоступны в вашей стране.",
          "Комплексная реабилитация: Программы, включающие физиотерапию, психологическую поддержку и уход за сердцем и дыхательной системой, помогают улучшить качество жизни.",
          "Поддержка семей: Мы предлагаем ресурсы и сообщества для семей, чтобы вы не чувствовали себя одинокими в борьбе с МДД."
        ]
      },
      "note": {
        "text": "Мы понимаем, что выбор лечения — это сложное решение. Наши специалисты готовы предоставить всю необходимую информацию и поддержку, чтобы вы могли принять обоснованное решение."
      }
    }
  }
}