{
  "diseasesPage": {
    "icd10": {
      "C50": { "name": "Nowotwór złośliwy piersi", "description": "Nowoczesna diagnostyka obejmuje PET-CT, rezonans magnetyczny z kontrastem oraz biopsję z sekwencjonowaniem nowej generacji (NGS). Opcje leczenia to terapia celowana (np. dla HER2+), immunoterapia (inhibitory punktów kontrolnych) i zaawansowana radioterapia, jak terapia protonowa. Diagnostyka od 6 000 euro." },
      "I21": { "name": "Ostry zawał mięśnia sercowego", "description": "Natychmiastowa diagnoza za pomocą testów troponinowych o wysokiej czułości i EKG. Leczenie obejmuje pierwotną przezskórną interwencję wieńcową (PCI) ze stentami uwalniającymi lek, zaawansowaną terapię przeciwpłytkową i kompleksowe programy rehabilitacji kardiologicznej." },
      "J45": { "name": "Astma", "description": "Diagnoza za pomocą spirometrii i testu FeNO. Zaawansowane leczenie obejmuje terapie biologiczne (np. w astmie eozynofilowej), termoplastykę oskrzeli i spersonalizowane inteligentne inhalatory do monitorowania i przestrzegania zaleceń." },
      "E11": { "name": "Cukrzyca typu 2", "description": "Zarządzanie za pomocą systemów ciągłego monitorowania glikemii (CGM), inhibitorów SGLT2 i agonistów receptora GLP-1, które oferują również korzyści sercowo-naczyniowe. Pojawiają się spersonalizowane plany żywieniowe oparte na testach genetycznych." },
      "M16": { "name": "Koksartroza [choroba zwyrodnieniowa stawu biodrowego]", "description": "Zaawansowane obrazowanie za pomocą rezonansu magnetycznego 3T do oceny uszkodzenia chrząstki. Leczenie obejmuje małoinwazyjną endoprotezoplastykę stawu biodrowego z asystą robota dla precyzji, trwałe implanty ceramiczne i protokoły szybkiej rekonwalescencji." },
      "G40": { "name": "Padaczka", "description": "Diagnoza za pomocą monitorowania wideo-EEG i rezonansu magnetycznego o wysokiej rozdzielczości. Nowe metody leczenia obejmują zaawansowane leki przeciwpadaczkowe o mniejszej liczbie skutków ubocznych, stymulację nerwu błędnego (VNS) i laserową terapię termiczną śródmiąższową (LITT) w padaczce ogniskowej." },
      "C34": { "name": "Nowotwór złośliwy oskrzela i płuca", "description": "Diagnoza za pomocą płynnej biopsji i profilowania molekularnego (NGS). Leczenie jest wysoce spersonalizowane z terapiami celowanymi na mutacje EGFR/ALK/ROS1 i immunoterapią (inhibitory PD-1/PD-L1). Standardem są małoinwazyjne operacje VATS i robotyczne." },
      "K25": { "name": "Wrzód żołądka", "description": "Diagnoza za pomocą endoskopii o wysokiej rozdzielczości i zaawansowanych testów na H. pylori. Leczenie obejmuje silne inhibitory pompy protonowej i nowe schematy antybiotykowe dla opornych szczepów H. pylori. W przypadku krwawiących wrzodów stosuje się terapie endoskopowe." },
      "N18": { "name": "Przewlekła choroba nerek", "description": "Monitorowanie za pomocą zaawansowanych biomarkerów. Nowe metody leczenia koncentrują się na spowolnieniu postępu choroby za pomocą inhibitorów SGLT2. W schyłkowej fazie choroby dostępne są zaawansowane techniki dializy i rozszerzona pula do przeszczepów nerek." },
      "F32": { "name": "Epizod depresyjny", "description": "Leczenie obejmuje antydepresanty nowej generacji o lepszym profilu skutków ubocznych, przezczaszkową stymulację magnetyczną (TMS) w depresji lekoopornej oraz spersonalizowane podejścia psychoterapeutyczne, takie jak CBT i MBCT." },
      "A00_A09": { "name": "Choroby zakaźne jelit", "description": "Diagnoza przy użyciu szybkich testów molekularnych (panele PCR) w celu szybkiej identyfikacji patogenów. Leczenie obejmuje celowane antybiotyki na podstawie testów wrażliwości i zaawansowaną opiekę wspomagającą. Przeszczep mikrobioty kałowej jest stosowany w nawracającym zakażeniu C. difficile." },
      "A15_A19": { "name": "Gruźlica", "description": "Diagnoza za pomocą szybkich testów molekularnych, takich jak GeneXpert. Schematy leczenia stają się krótsze i skuteczniejsze, zwłaszcza w przypadku gruźlicy lekoopornej, dzięki nowym lekom, takim jak Bedakilina i Pretomanid." },
      "A20_A28": { "name": "Niektóre bakteryjne choroby odzwierzęce", "description": "Zaawansowana diagnostyka obejmuje serologię i PCR. Leczenie jest specyficzne dla czynnika (np. doksycyklina w brucelozie) z naciskiem na zapobieganie długoterminowym powikłaniom." },
      "A30_A49": { "name": "Inne choroby bakteryjne", "description": "Diagnostyka szerokiego spektrum przy użyciu sekwencjonowania metagenomicznego. Leczenie opiera się na celowanej antybiotykoterapii kierowanej profilowaniem oporności w celu zwalczania oporności na środki przeciwdrobnoustrojowe (AMR)." },
      "A50_A64": { "name": "Zakażenia przenoszone głównie drogą płciową", "description": "Diagnoza za pomocą bardzo czułych testów amplifikacji kwasów nukleinowych (NAAT). Leczenie obejmuje terapie jednodawkowe w przypadku rzeżączki i chlamydii oraz długo działającą profilaktykę przedekspozycyjną (PrEP) w formie zastrzyków w celu zapobiegania HIV." },
      "A65_A69": { "name": "Inne choroby krętkowe", "description": "W przypadku boreliozy stosuje się zaawansowane dwuetapowe algorytmy testowania. Leczenie obejmuje celowane kuracje antybiotykowe, a badania koncentrują się na terapiach zespołu po leczeniu boreliozy." },
      "A70_A74": { "name": "Inne choroby wywołane przez chlamydie", "description": "Diagnoza za pomocą PCR. Leczenie jest skuteczne przy użyciu określonych antybiotyków, takich jak azytromycyna lub doksycyklina, zapobiegając długoterminowym powikłaniom, takim jak bezpłodność czy reaktywne zapalenie stawów." },
      "A75_A79": { "name": "Riketsjozy", "description": "Diagnoza często opiera się na serologii i podejrzeniu klinicznym. Doksycyklina pozostaje lekiem z wyboru, a wczesne podanie jest kluczowe dla zapobiegania ciężkiej chorobie." },
      "A80_A89": { "name": "Wirusowe zakażenia ośrodkowego układu nerwowego", "description": "Diagnoza za pomocą analizy płynu mózgowo-rdzeniowego i PCR. Leczenie jest często wspomagające, ale istnieją specyficzne leki przeciwwirusowe na opryszczkowe zapalenie mózgu. Terapie immunomodulujące są stosowane w poinfekcyjnym autoimmunologicznym zapaleniu mózgu." },
      "A92_A99": { "name": "Gorączki wirusowe przenoszone przez stawonogi i wirusowe gorączki krwotoczne", "description": "Diagnoza za pomocą szybkich testów antygenowych i PCR. Leczenie jest głównie wspomagające, ale opracowywane są nowe leki przeciwwirusowe i terapie przeciwciałami monoklonalnymi dla chorób takich jak Ebola i Denga." },
      "B00_B09": { "name": "Zakażenia wirusowe charakteryzujące się zmianami na skórze i błonach śluzowych", "description": "Diagnoza jest często kliniczna, ale może być potwierdzona za pomocą PCR. Leczenie obejmuje leki przeciwwirusowe, takie jak acyklowir na opryszczkę i półpasiec, dostępne są również nowe terapie miejscowe." },
      "B15_B19": { "name": "Wirusowe zapalenie wątroby", "description": "W przypadku wirusowego zapalenia wątroby typu C, leki o bezpośrednim działaniu przeciwwirusowym (DAA) oferują wskaźnik wyleczenia powyżej 95%. W przypadku wirusowego zapalenia wątroby typu B, nowe terapie przeciwwirusowe mają na celu osiągnięcie funkcjonalnego wyleczenia. Diagnoza wykorzystuje miano wirusa i genotypowanie." },
      "B20_B24": { "name": "Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV]", "description": "Leczenie nowoczesną terapią antyretrowirusową (ART) pozwala na normalną długość życia. Długo działająca terapia ART w formie zastrzyków (co 1-2 miesiące) to nowa opcja poprawiająca wygodę i przestrzeganie zaleceń." },
      "B25_B34": { "name": "Inne choroby wirusowe", "description": "Diagnostyka coraz częściej opiera się na metodach molekularnych. W przypadku chorób takich jak CMV, stosuje się specyficzne leki przeciwwirusowe, zwłaszcza u pacjentów z obniżoną odpornością." },
      "B35_B49": { "name": "Grzybice", "description": "Diagnoza za pomocą zaawansowanego obrazowania i specyficznych biomarkerów grzybiczych (np. Beta-D-glukan). Leczenie obejmuje nowe klasy leków przeciwgrzybiczych (np. echinokandyny) w przypadku inwazyjnych zakażeń grzybiczych." },
      "B50_B64": { "name": "Choroby pierwotniakowe", "description": "W przypadku malarii standardem są terapie skojarzone oparte na artemizyninie (ACT). Powszechnie stosuje się szybkie testy diagnostyczne. W regionach endemicznych wprowadzane są nowe szczepionki." },
      "B65_B83": { "name": "Robaczyce", "description": "Diagnoza za pomocą mikroskopii i serologii. Leczenie skutecznymi lekami przeciwrobaczymi, takimi jak albendazol czy prazykwantel, jest standardem, z naciskiem na masowe podawanie leków w regionach endemicznych." },
      "B85_B89": { "name": "Wszawica, akarioza i inne inwazje", "description": "Diagnoza jest kliniczna. Leczenie obejmuje skuteczne środki miejscowe i leki doustne, takie jak iwermektyna, w przypadkach opornej świerzbu lub wszawicy." },
      "B90_B94": { "name": "Następstwa chorób zakaźnych i pasożytniczych", "description": "Zarządzanie koncentruje się na rehabilitacji i leczeniu przewlekłych objawów, takich jak zespół post-polio czy przewlekły obrzęk limfatyczny spowodowany filariozą, przy opiece wielodyscyplinarnej." },
      "B95_B98": { "name": "Czynniki bakteryjne, wirusowe i inne czynniki zakaźne", "description": "Kody te są używane do śledzenia epidemiologicznego i badań, często w połączeniu z inną diagnozą, w celu zrozumienia przyczyn epidemii chorób i wzorców oporności na antybiotyki." },
      "B99_B99": { "name": "Inne choroby zakaźne", "description": "Ta kategoria jest przeznaczona dla rzadkich lub nowo pojawiających się chorób zakaźnych, dla których nie ustalono jeszcze konkretnych kodów. Zarządzanie opiera się na konsultacjach ekspertów i międzynarodowych wytycznych." },
      "C00_C97": { "name": "Nowotwory złośliwe", "description": "Nowoczesna onkologia definiowana jest przez medycynę precyzyjną. Diagnostyka obejmuje kompleksowe profilowanie genomowe (NGS) w celu identyfikacji mutacji, na które można celować. Leczenie obejmuje immunoterapię, terapię celowaną, komórki CAR-T i chirurgię robotyczną. Diagnostyka od 6 000 euro." },
      "C00_C14": { "name": "Nowotwory złośliwe wargi, jamy ustnej i gardła", "description": "Diagnoza za pomocą endoskopii z obrazowaniem wąskopasmowym. Leczenie obejmuje przezustną chirurgię robotyczną (TORS) dla lepszych wyników funkcjonalnych oraz immunoterapię w zaawansowanych przypadkach, zwłaszcza w nowotworach związanych z HPV." },
      "C15_C26": { "name": "Nowotwory złośliwe narządów trawiennych", "description": "Endoskopowa ultrasonografia i płynna biopsja do diagnozy. Leczenie obejmuje małoinwazyjną chirurgię (laparoskopową/robotyczną), terapie celowane dla guzów HER2+ lub MSI-high oraz immunoterapię." },
      "C30_C39": { "name": "Nowotwory złośliwe narządów oddechowych i klatki piersiowej", "description": "Niskodawkowa tomografia komputerowa do badań przesiewowych. Diagnoza za pomocą ultrasonografii wewnątrzoskrzelowej (EBUS) i bronchofiberoskopii nawigacyjnej. Leczenie jest napędzane przez markery molekularne, a kluczowe są terapia celowana i immunoterapia." },
      "C40_C41": { "name": "Nowotwory złośliwe kości i chrząstki stawowej", "description": "Diagnoza za pomocą zaawansowanego rezonansu magnetycznego i skanów PET. Leczenie obejmuje chirurgię oszczędzającą kończynę z niestandardowymi implantami drukowanymi w 3D, chemioterapię neoadjuwantową i terapię protonową w celu oszczędzenia otaczających tkanek." },
      "C43_C44": { "name": "Czerniak i inne nowotwory złośliwe skóry", "description": "Diagnoza za pomocą dermoskopii cyfrowej i mikroskopii konfokalnej. W przypadku czerniaka leczenie zostało zrewolucjonizowane przez immunoterapię (inhibitory punktów kontrolnych) i terapię celowaną (inhibitory BRAF/MEK)." },
      "C45_C49": { "name": "Nowotwory złośliwe międzybłonka i tkanek miękkich", "description": "Diagnoza za pomocą specjalistycznej patologii i testów molekularnych. Leczenie mięsaków obejmuje radioterapię neoadjuwantową, chirurgię oszczędzającą kończynę i terapie celowane w zależności od konkretnego podtypu mięsaka." },
      "C51_C58": { "name": "Nowotwory złośliwe żeńskich narządów płciowych", "description": "W przypadku raka jajnika inhibitory PARP stanowią duży postęp. W przypadku raka szyjki macicy kluczowe dla profilaktyki są testy na HPV. Chirurgia z asystą robota jest standardem w histerektomii, poprawiając rekonwalescencję." },
      "C60_C63": { "name": "Nowotwory złośliwe męskich narządów płciowych", "description": "W przypadku raka prostaty standardem są skany PSMA-PET do oceny zaawansowania i chirurgia robotyczna (Da Vinci). W przypadku raka jądra chemioterapia oferuje wysokie wskaźniki wyleczeń, z naciskiem na zachowanie płodności." },
      "C64_C68": { "name": "Nowotwory złośliwe dróg moczowych", "description": "W przypadku raka nerki leczenie pierwszego rzutu stanowią kombinacje immunoterapii. W przypadku raka pęcherza moczowego w zaawansowanej chorobie stosuje się immunoterapię i koniugaty przeciwciało-lek. Preferowana jest chirurgia oszczędzająca nefrony." },
      "C69_C72": { "name": "Nowotwory złośliwe oka, mózgu i innych części ośrodkowego układu nerwowego", "description": "W przypadku guzów mózgu leczenie obejmuje kraniotomię na wybudzeniu, radiochirurgię Gamma Knife i terapie celowane oparte na markerach molekularnych (np. mutacje IDH). Urządzenie Optune w glejaku." },
      "C73_C75": { "name": "Nowotwory złośliwe tarczycy i innych gruczołów wydzielania wewnętrznego", "description": "Diagnoza za pomocą biopsji cienkoigłowej i testów molekularnych. Leczenie jest często chirurgiczne, z jodem radioaktywnym w raku tarczycy. Terapie celowane są dostępne w zaawansowanych lub opornych przypadkach." },
      "C76_C80": { "name": "Nowotwory złośliwe o źle określonym, wtórnym i nieokreślonym umiejscowieniu", "description": "Diagnoza raka z nieznanego ogniska pierwotnego (CUP) wykorzystuje zaawansowaną immunohistochemię i profilowanie genomowe w celu zidentyfikowania prawdopodobnego pochodzenia, co następnie kieruje bardziej celowanym podejściem do leczenia." },
      "C81_C96": { "name": "Nowotwory złośliwe tkanki limfatycznej, krwiotwórczej i pokrewnych", "description": "Leczenie zostało przekształcone przez terapię komórkami CAR-T w chłoniakach i białaczkach, a także liczne środki celowane (np. inhibitory BTK) i przeciwciała monoklonalne." },
      "C97_C97": { "name": "Nowotwory złośliwe niezależnych (pierwotnych) mnogich umiejscowień", "description": "Zarządzanie wymaga wysoce skoordynowanego, wielodyscyplinarnego podejścia zespołowego. Plany leczenia muszą uwzględniać potencjalne interakcje lekowe i skumulowaną toksyczność wynikającą z leczenia wielu różnych nowotworów." },
      "D00_D09": { "name": "Nowotwory in situ", "description": "Są to stany przedrakowe. Zarządzanie koncentruje się na usunięciu w celu zapobieżenia progresji do raka inwazyjnego, często za pomocą technik małoinwazyjnych, takich jak resekcja endoskopowa lub ablacja laserowa." },
      "D10_D36": { "name": "Nowotwory niezłośliwe", "description": "Chociaż nie są rakowe, mogą powodować objawy przez ucisk na narządy. Leczenie, jeśli jest potrzebne, to zazwyczaj usunięcie chirurgiczne, często za pomocą technik małoinwazyjnych w celu zmniejszenia blizn i czasu rekonwalescencji." },
      "D37_D48": { "name": "Nowotwory o niepewnym lub nieznanym charakterze", "description": "Te guzy wymagają starannego monitorowania za pomocą regularnego obrazowania (MRI, CT). Czasami potrzebna jest biopsja z analizą molekularną, aby przewidzieć zachowanie i zdecydować, czy i kiedy leczenie jest konieczne." },
      "D50_D53": { "name": "Niedokrwistości z niedoborów pokarmowych", "description": "Diagnoza obejmuje szczegółowe badania krwi. Leczenie obejmuje suplementy doustne o dużej mocy lub wlewy dożylne (np. żelazo dożylne) w celu szybkiej korekty i lepszego wchłaniania w przypadkach złego wchłaniania." },
      "D55_D59": { "name": "Niedokrwistości hemolityczne", "description": "Diagnoza za pomocą zaawansowanych testów, takich jak cytometria przepływowa. Leczenie zależy od przyczyny i może obejmować leki immunosupresyjne, splenektomię lub nowe leki celowane, które hamują hemolizę." },
      "D60_D64": { "name": "Niedokrwistość aplastyczna i inne niedokrwistości", "description": "Diagnoza wymaga biopsji szpiku kostnego. Leczenie ciężkiej niedokrwistości aplastycznej obejmuje terapię immunosupresyjną lub przeszczep szpiku kostnego od zgodnego dawcy." },
      "D65_D69": { "name": "Zaburzenia krzepnięcia, plamica i inne skazy krwotoczne", "description": "Diagnoza za pomocą specjalistycznych testów krzepnięcia. Leczenie stanów takich jak ITP obejmuje nowe agonisty receptora trombopoetyny. W hemofilii pojawia się opcja leczenia genowego." },
      "D70_D77": { "name": "Inne choroby krwi i narządów krwiotwórczych", "description": "Ta kategoria obejmuje różnorodne stany. Zarządzanie jest wysoce specyficzne, często wymagające konsultacji z hematologiem i zaawansowanej diagnostyki." },
      "D80_D89": { "name": "Pewne zaburzenia mechanizmu odpornościowego", "description": "Diagnoza za pomocą testów genetycznych i szczegółowych testów funkcji odpornościowej. Leczenie pierwotnych niedoborów odporności może obejmować terapię zastępczą immunoglobulinami lub przeszczep komórek macierzystych krwiotwórczych." },
      "E00_E07": { "name": "Zaburzenia tarczycy", "description": "Diagnoza za pomocą czułych testów TSH i USG. Leczenie guzków może obejmować ablację prądem o częstotliwości radiowej jako mniej inwazyjną alternatywę dla operacji. Autoimmunologiczne zapalenie tarczycy jest leczone hormonalną terapią zastępczą." },
      "E10_E14": { "name": "Cukrzyca", "description": "Zarządzanie jest zrewolucjonizowane przez hybrydowe systemy pomp insulinowych w zamkniętej pętli („sztuczna trzustka”) i ciągłe monitory glukozy (CGM). Badania koncentrują się na przeszczepie komórek wyspowych i immunoterapii w celu zachowania funkcji komórek beta." },
      "E15_E16": { "name": "Inne zaburzenia regulacji glukozy i wydzielania wewnętrznego trzustki", "description": "Diagnoza stanów takich jak insulinoma często wymaga złożonych testów endokrynologicznych i zaawansowanego obrazowania (np. skanów PET). Usunięcie chirurgiczne jest często lecznicze." },
      "E20_E35": { "name": "Zaburzenia innych gruczołów wydzielania wewnętrznego", "description": "Diagnoza za pomocą dynamicznych testów endokrynologicznych i obrazowania o wysokiej rozdzielczości. Leczenie guzów przysadki lub nadnerczy często obejmuje chirurgię małoinwazyjną (np. operację przezklinową w przypadku gruczolaków przysadki)." },
      "E40_E46": { "name": "Niedożywienie", "description": "Zarządzanie obejmuje wielodyscyplinarny zespół, w tym dietetyków. Kluczowe jest spersonalizowane wsparcie żywieniowe, w tym specjalistyczne żywienie dojelitowe lub pozajelitowe." },
      "E50_E64": { "name": "Inne niedobory pokarmowe", "description": "Diagnoza za pomocą określonych testów laboratoryjnych. Leczenie obejmuje celowaną suplementację, często w wysokich dawkach, w celu skorygowania niedoboru i jego podstawowej przyczyny." },
      "E65_E68": { "name": "Otyłość i inne rodzaje przekarmienia", "description": "Nowoczesne leczenie obejmuje nowe, bardzo skuteczne leki odchudzające (agoniści GLP-1) i zaawansowane techniki chirurgii bariatrycznej (np. rękawowa resekcja żołądka), wraz z interwencją w stylu życia." },
      "E70_E90": { "name": "Zaburzenia metaboliczne", "description": "W przypadku wielu wrodzonych wad metabolizmu diagnoza odbywa się za pomocą badań przesiewowych noworodków i testów genetycznych. Leczenie szybko się rozwija dzięki terapiom zastępczym enzymów i terapiom genowym." },
      "F00_F09": { "name": "Organiczne, włącznie z objawowymi, zaburzenia psychiczne", "description": "Diagnoza wymaga dokładnej oceny neurologicznej i psychiatrycznej, w tym zaawansowanego neuroobrazowania (PET, MRI) w celu zidentyfikowania podstawowej patologii mózgu, takiej jak demencja lub uraz mózgu." },
      "F10_F19": { "name": "Zaburzenia psychiczne i zaburzenia zachowania spowodowane używaniem substancji psychoaktywnych", "description": "Leczenie obejmuje leczenie wspomagane farmakologicznie (MAT) w przypadku zaburzeń związanych z używaniem opioidów i alkoholu, w połączeniu z opartymi na dowodach psychoterapiami i programami wsparcia rówieśniczego." },
      "F20_F29": { "name": "Schizofrenia, zaburzenia schizotypowe i urojeniowe", "description": "Leczenie długo działającymi lekami przeciwpsychotycznymi w formie zastrzyków poprawia przestrzeganie zaleceń. Terapia naprawcza funkcji poznawczych i wsparcie psychospołeczne są kluczowe dla powrotu do funkcjonowania." },
      "F30_F39": { "name": "Zaburzenia nastroju [afektywne]", "description": "W przypadku depresji lekoopornej opcje obejmują aerozol do nosa z esketaminą i przezczaszkową stymulację magnetyczną (TMS). Spersonalizowane leczenie oparte na biomarkerach jest aktywnym obszarem badań." },
      "F40_F48": { "name": "Zaburzenia nerwicowe, związane ze stresem i pod postacią somatyczną", "description": "Oparte na dowodach leczenie obejmuje terapię poznawczo-behawioralną (CBT), terapię ekspozycyjną w przypadku fobii i PTSD oraz leki SSRI/SNRI. Rzeczywistość wirtualna (VR) jest wykorzystywana w terapii ekspozycyjnej." },
      "F50_F59": { "name": "Zespoły behawioralne związane z zaburzeniami fizjologicznymi i czynnikami fizycznymi", "description": "W przypadku zaburzeń odżywiania niezbędne jest podejście wielodyscyplinarne. W przypadku bezsenności leczeniem pierwszego rzutu jest CBT-I (CBT na bezsenność), a nie leki nasenne." },
      "F60_F69": { "name": "Zaburzenia osobowości i zachowania dorosłych", "description": "Specjalistyczne psychoterapie, takie jak terapia dialektyczno-behawioralna (DBT) w przypadku zaburzenia osobowości borderline i terapia schematów, wykazały znaczną skuteczność." },
      "F70_F79": { "name": "Upośledzenie umysłowe", "description": "Nacisk kładzie się na wczesną interwencję, spersonalizowane plany edukacyjne i terapie wspomagające (logopedyczne, zajęciowe) w celu maksymalizacji niezależności funkcjonalnej i jakości życia." },
      "F80_F89": { "name": "Zaburzenia rozwoju psychologicznego", "description": "W przypadku spektrum autyzmu (ASD) kluczowa jest wczesna intensywna interwencja behawioralna (EIBI). W przypadku dysleksji najskuteczniejsze są programy ustrukturyzowanej nauki czytania i pisania." },
      "F90_F98": { "name": "Zaburzenia zachowania i emocji rozpoczynające się zwykle w dzieciństwie i w wieku młodzieńczym", "description": "W przypadku ADHD leczenie łączy leki stymulujące lub niestymulujące z terapią behawioralną i szkoleniem rodziców w celu kompleksowego podejścia." },
      "F99_F99": { "name": "Nieokreślone zaburzenia psychiczne", "description": "Wymaga kompleksowej oceny diagnostycznej w celu wyjaśnienia diagnozy. Leczenie jest początkowo skoncentrowane na objawach, podczas gdy trwa dalsza ocena." },
      "G00_G09": { "name": "Choroby zapalne ośrodkowego układu nerwowego", "description": "Szybka diagnoza za pomocą analizy płynu mózgowo-rdzeniowego i PCR jest kluczowa. Leczenie obejmuje wysokie dawki antybiotyków lub leków przeciwwirusowych. Terapia immunomodulująca jest stosowana w autoimmunologicznym zapaleniu mózgu." },
      "G10_G14": { "name": "Układowe zaniki pierwotnie zajmujące ośrodkowy układ nerwowy", "description": "Testy genetyczne są kluczowe dla diagnozy. Chociaż wiele z nich jest postępujących, nowe terapie wyciszające geny (np. w chorobie Huntingtona i niektórych ataksjach) są w fazie badań klinicznych i wykazują obiecujące wyniki." },
      "G20_G26": { "name": "Zaburzenia pozapiramidowe i zaburzenia ruchowe", "description": "W chorobie Parkinsona leczenie obejmuje zaawansowane systemy dostarczania leków i głęboką stymulację mózgu (DBS). W dystonii skuteczne są zastrzyki z toksyny botulinowej i DBS." },
      "G30_G32": { "name": "Inne choroby zwyrodnieniowe układu nerwowego", "description": "W chorobie Alzheimera dostępne stają się nowe terapie przeciwciałami, które celują w blaszki amyloidowe. Diagnozę wspomagają skany PET z amyloidem i biomarkery w płynie mózgowo-rdzeniowym." },
      "G35_G37": { "name": "Choroby demielinizacyjne ośrodkowego układu nerwowego", "description": "W stwardnieniu rozsianym (SM) leczenie za pomocą wysoko skutecznych terapii modyfikujących przebieg choroby (DMT) może znacznie spowolnić postęp. Diagnoza opiera się na kryteriach MRI." },
      "G40_G47": { "name": "Zaburzenia epizodyczne i napadowe", "description": "W migrenie nowe leki z grupy inhibitorów CGRP oferują bardzo skuteczną profilaktykę. W padaczce stosuje się zaawansowaną diagnostykę i leczenie, takie jak VNS lub ablacja laserowa." },
      "G50_G59": { "name": "Zaburzenia nerwów, korzeni nerwowych i splotów", "description": "Diagnoza za pomocą badań przewodnictwa nerwowego i USG o wysokiej rozdzielczości. Leczenie może obejmować blokady nerwowe, ablację prądem o częstotliwości radiowej w neuralgii trójdzielnej lub mikrochirurgię." },
      "G60_G64": { "name": "Polineuropatie i inne zaburzenia obwodowego układu nerwowego", "description": "Diagnoza obejmuje identyfikację podstawowej przyczyny (np. cukrzyca, niedobór witamin). Pojawiają się nowe metody leczenia określonych typów, takie jak terapie wyciszające geny w dziedzicznej polineuropatii amyloidowej." },
      "G70_G73": { "name": "Choroby złącza nerwowo-mięśniowego i mięśni", "description": "W miastenii dostępne są nowe celowane immunoterapie. W dystrofiach mięśniowych rewolucyjnymi nowymi metodami leczenia są terapie genowe i leki omijające eksony." },
      "G80_G83": { "name": "Porażenie mózgowe i inne zespoły porażenne", "description": "Zarządzanie jest wielodyscyplinarne, obejmuje fizjoterapię, zastrzyki z toksyny botulinowej na spastyczność i selektywną rizotomię grzbietową w niektórych przypadkach w celu poprawy mobilności." },
      "G90_G99": { "name": "Inne zaburzenia układu nerwowego", "description": "W wodogłowiu leczenie obejmuje programowalne zastawki, które można regulować bezinwazyjnie. W stanach takich jak wodogłowie normotensyjne kluczowa dla skutecznego leczenia jest dokładna diagnoza." },
      "H00_H06": { "name": "Zaburzenia powieki, układu łzowego i oczodołu", "description": "Leczenie stanów takich jak ptoza (opadająca powieka) lub zablokowane kanaliki łzowe często obejmuje małoinwazyjne techniki chirurgiczne dla lepszych wyników kosmetycznych i funkcjonalnych." },
      "H10_H13": { "name": "Zaburzenia spojówki", "description": "W alergicznym zapaleniu spojówek dostępne są nowe, długo działające krople przeciwhistaminowe i stabilizujące komórki tuczne. W zespole suchego oka zaawansowane leczenie obejmuje terapię pulsacją termiczną i krople immunomodulujące na receptę." },
      "H15_H22": { "name": "Zaburzenia twardówki, rogówki, tęczówki i ciała rzęskowego", "description": "Przeszczepy rogówki wykorzystują teraz zaawansowane techniki, takie jak DMEK i DSEK, dla szybszego powrotu do zdrowia wzrokowego. W zapaleniu rogówki nowe formuły antybiotyków są bardziej skuteczne." },
      "H25_H28": { "name": "Zaburzenia soczewki", "description": "Operacja zaćmy jest bardzo zaawansowana, wykorzystuje lasery femtosekundowe i soczewki wewnątrzgałkowe premium (IOL), które mogą korygować astygmatyzm i prezbiopię, zmniejszając potrzebę noszenia okularów." },
      "H30_H36": { "name": "Zaburzenia naczyniówki i siatkówki", "description": "W zwyrodnieniu plamki żółtej (AMD) i retinopatii cukrzycowej leczenie zastrzykami anty-VEGF zrewolucjonizowało opiekę. Terapia genowa jest nową opcją w niektórych dziedzicznych chorobach siatkówki." },
      "H40_H42": { "name": "Jaskra", "description": "Leczenie obejmuje nowe klasy kropli do oczu i małoinwazyjną chirurgię jaskry (MIGS), która stanowi bezpieczniejszą alternatywę dla tradycyjnej chirurgii dla wielu pacjentów." },
      "H43_H45": { "name": "Zaburzenia ciała szklistego i gałki ocznej", "description": "W stanach takich jak męty ciała szklistego opcją może być witreoliza laserowa. W odwarstwieniu siatkówki zaawansowane techniki witrektomii i instrumentarium prowadzą do lepszych wyników." },
      "H46_H48": { "name": "Zaburzenia nerwu wzrokowego i dróg wzrokowych", "description": "Diagnoza za pomocą optycznej koherentnej tomografii (OCT) pozwala na szczegółowe monitorowanie uszkodzenia nerwu. Leczenie koncentruje się na podstawowej przyczynie, takiej jak immunomodulacja w zapaleniu nerwu wzrokowego w SM." },
      "H49_H52": { "name": "Zaburzenia mięśni ocznych, obuocznego ruchu, akomodacji i refrakcji", "description": "Wady refrakcji są korygowane za pomocą zaawansowanych procedur laserowych, takich jak LASIK i SMILE. Zez można leczyć za pomocą operacji z regulowanymi szwami dla bardziej precyzyjnego ustawienia." },
      "H53_H54": { "name": "Zaburzenia widzenia i ślepota", "description": "Rehabilitacja za pomocą zaawansowanych pomocy dla słabowidzących, w tym elektronicznego powiększania i urządzeń zamieniających tekst na mowę, może znacznie poprawić jakość życia. Trwają badania nad implantami siatkówki." },
      "H55_H59": { "name": "Inne zaburzenia oka i przydatków oka", "description": "Ta kategoria obejmuje różne stany. Leczenie jest wysoce specyficzne, na przykład stosowanie specjalistycznych pryzmatów w okularach do zarządzania objawami oczopląsu." },
      "H60_H62": { "name": "Choroby ucha zewnętrznego", "description": "Leczenie ciężkiego zapalenia ucha zewnętrznego może obejmować opatrunki z antybiotykiem i regularne oczyszczanie. Kluczowe są strategie profilaktyczne w nawracających przypadkach." },
      "H65_H75": { "name": "Choroby ucha środkowego i wyrostka sutkowatego", "description": "W przewlekłym zapaleniu ucha środkowego leczenie może obejmować tympanoplastykę (naprawę błony bębenkowej) lub mastoidektomię. Balonikowanie trąbki Eustachiusza to nowa metoda leczenia dysfunkcji trąbki Eustachiusza." },
      "H80_H83": { "name": "Choroby ucha wewnętrznego", "description": "W chorobie Meniere'a leczenie może obejmować modyfikację diety lub wstrzyknięcia steroidów do jamy bębenkowej. W otosklerozie operacja stapedektomii może przywrócić słuch." },
      "H90_H95": { "name": "Inne zaburzenia ucha", "description": "W przypadku utraty słuchu nowoczesne cyfrowe aparaty słuchowe i implanty ślimakowe oferują znaczną poprawę słyszenia. W przypadku szumów usznych skutecznymi strategiami zarządzania są terapia poznawczo-behawioralna (CBT) i terapia dźwiękowa." },
      "I00_I02": { "name": "Ostra gorączka reumatyczna", "description": "Kluczowe jest zapobieganie poprzez szybkie leczenie paciorkowcowego zapalenia gardła. Zarządzanie fazą ostrą obejmuje leki przeciwzapalne i antybiotyki." },
      "I05_I09": { "name": "Przewlekłe choroby reumatyczne serca", "description": "Zarządzanie wynikającą z tego wadą zastawkową może wymagać naprawy chirurgicznej lub wymiany. Interwencje przezcewnikowe na zastawkach stają się opcją dla pacjentów wysokiego ryzyka." },
      "I10_I15": { "name": "Choroby nadciśnieniowe", "description": "Leczenie obejmuje nowoczesne kombinacje jednopigułkowe dla lepszego przestrzegania zaleceń. Denerewacja nerek to terapia oparta na urządzeniach, badana pod kątem lekoopornego nadciśnienia." },
      "I20_I25": { "name": "Choroby niedokrwienne serca", "description": "Diagnoza za pomocą tomografii komputerowej tętnic wieńcowych. Leczenie za pomocą stentów uwalniających lek i kompleksowej terapii medycznej jest standardem. PCI w przewlekłym całkowitym zamknięciu (CTO) to specjalistyczna procedura w przypadku całkowitych zatorów." },
      "I26_I28": { "name": "Serce płucne i choroby krążenia płucnego", "description": "W zatorowości płucnej w ciężkich przypadkach można zastosować trombolizę kierowaną cewnikiem. W nadciśnieniu płucnym nowe celowane terapie doustne i wziewne znacznie poprawiły wyniki." },
      "I30_I52": { "name": "Inne choroby serca", "description": "W niewydolności serca nowe klasy leków (inhibitory SGLT2, ARNI) radykalnie poprawiły przeżywalność. W kardiomiopatiach testy genetyczne mogą kierować terapią i badaniami przesiewowymi w rodzinie." },
      "I60_I69": { "name": "Choroby naczyń mózgowych", "description": "W udarze niedokrwiennym leczenie zrewolucjonizowała trombektomia mechaniczna, wydłużając okno terapeutyczne. Zaawansowane obrazowanie pomaga w doborze odpowiednich pacjentów." },
      "I70_I79": { "name": "Choroby tętnic, tętniczek i naczyń włosowatych", "description": "W chorobie tętnic obwodowych leczenie obejmuje zaawansowane techniki wewnątrznaczyniowe, takie jak aterektomia i balony powlekane lekiem. W tętniakach standardem jest małoinwazyjna naprawa wewnątrznaczyniowa (EVAR)." },
      "I80_I89": { "name": "Choroby żył, naczyń limfatycznych i węzłów chłonnych, niesklasyfikowane gdzie indziej", "description": "W zakrzepicy żył głębokich (DVT) standardem są teraz bezpośrednie doustne antykoagulanty (DOAC). W żylakach stosuje się małoinwazyjne metody leczenia, takie jak ablacja laserowa i skleroterapia." },
      "I95_I99": { "name": "Inne i nieokreślone zaburzenia układu krążenia", "description": "Wymaga starannej diagnostyki w celu zidentyfikowania podstawowej przyczyny. Zarządzanie jest dostosowane do konkretnego stanu, np. leki na zespół posturalnej tachykardii ortostatycznej (POTS)." },
      "J00_J06": { "name": "Ostre zakażenia górnych dróg oddechowych", "description": "Chociaż w większości samoograniczające się, szybkie testy antygenowe mogą rozróżnić przyczyny wirusowe, takie jak grypa i COVID-19, kierując opieką wspomagającą i środkami izolacji." },
      "J09_J18": { "name": "Grypa i zapalenie płuc", "description": "Leczenie ciężkiej grypy obejmuje leki przeciwwirusowe. W zapaleniu płuc diagnozę wspomaga obrazowanie i biomarkery, takie jak prokalcytonina, w celu ukierunkowania stosowania antybiotyków." },
      "J20_J22": { "name": "Inne ostre zakażenia dolnych dróg oddechowych", "description": "Diagnoza jest głównie kliniczna. Leczenie jest wspomagające, z naciskiem na unikanie niepotrzebnych antybiotyków w wirusowym zapaleniu oskrzeli." },
      "J30_J39": { "name": "Inne choroby górnych dróg oddechowych", "description": "W przewlekłym zapaleniu zatok przynosowych z polipami nosa terapie biologiczne, które celują w szlaki zapalne, są nową, ważną opcją leczenia w ciężkich przypadkach." },
      "J40_J47": { "name": "Przewlekłe choroby dolnych dróg oddechowych", "description": "W POChP stosuje się inhalatory kombinowane (LAMA/LABA/ICS). W rozstrzeniach oskrzeli kluczowymi elementami leczenia są urządzenia do oczyszczania dróg oddechowych i antybiotyki wziewne." },
      "J60_J70": { "name": "Choroby płuc wywołane przez czynniki zewnętrzne", "description": "Diagnoza obejmuje szczegółowy wywiad zawodowy i tomografię komputerową o wysokiej rozdzielczości. Zarządzanie koncentruje się na usunięciu ekspozycji i, w niektórych przypadkach, stosowaniu leków przeciwzapalnych lub przeciwfibrotycznych." },
      "J80_J84": { "name": "Inne choroby układu oddechowego, głównie śródmiąższowe", "description": "W idiopatycznym włóknieniu płuc (IPF) leki przeciwfibrotyczne mogą spowolnić postęp choroby. Diagnoza wymaga wielodyscyplinarnej dyskusji między pulmonologami, radiologami i patologami." },
      "J85_J86": { "name": "Ropne i martwicze stany dolnych dróg oddechowych", "description": "Leczenie ropnia płuca obejmuje długotrwałą antybiotykoterapię, a czasami drenaż przezskórny lub endoskopowy." },
      "J90_J94": { "name": "Inne choroby opłucnej", "description": "W nawracających wysiękach opłucnowych można stosować cewniki opłucnowe do leczenia ambulatoryjnego. W odmie opłucnowej może być konieczna wideotorakoskopia (VATS)." },
      "J95_J99": { "name": "Inne choroby układu oddechowego", "description": "Zarządzanie niewydolnością oddechową może wymagać wentylacji nieinwazyjnej (NIV) lub, w ciężkich przypadkach, pozaustrojowego utlenowania krwi (ECMO) jako pomostu do wyzdrowienia." },
      "K00_K14": { "name": "Choroby jamy ustnej, gruczołów ślinowych i szczęk", "description": "Zaawansowana opieka stomatologiczna obejmuje obrazowanie cyfrowe, CAD/CAM do uzupełnień i terapię laserową w chorobach dziąseł. W kamicy ślinianek można zastosować małoinwazyjną sialendoskopię do ich usunięcia." },
      "K20_K31": { "name": "Choroby przełyku, żołądka i dwunastnicy", "description": "W GERD dostępne są nowe procedury, takie jak bezwycięciowa fundoplikacja przezustna (TIF). W gastroparezie opcją leczenia jest stymulacja elektryczna żołądka." },
      "K35_K38": { "name": "Choroby wyrostka robaczkowego", "description": "Laparoskopowe wycięcie wyrostka robaczkowego jest standardem opieki, prowadzącym do szybszej rekonwalescencji i mniejszego bólu. W niektórych nieskomplikowanych przypadkach badana jest sama antybiotykoterapia jako alternatywa dla operacji." },
      "K40_K46": { "name": "Przepuklina", "description": "Naprawa przepukliny z asystą robota pozwala na zwiększoną precyzję, zwłaszcza w złożonej rekonstrukcji ściany brzucha. Zaawansowane materiały siatkowe zmniejszają ryzyko nawrotu." },
      "K50_K52": { "name": "Niezakaźne zapalenie jelita cienkiego i grubego", "description": "W chorobie Leśniowskiego-Crohna i wrzodziejącym zapaleniu jelita grubego leczenie obejmuje szereg terapii biologicznych i leków drobnocząsteczkowych. Ultrasonografia jelit to nieinwazyjny sposób monitorowania aktywności choroby." },
      "K55_K64": { "name": "Inne choroby jelit", "description": "W zespole jelita drażliwego (IBS) nowe metody leczenia obejmują leki celowane i hipnoterapię ukierunkowaną na jelita. W hemoroidach skuteczne są małoinwazyjne procedury, takie jak podwiązanie tętnic hemoroidalnych." },
      "K65_K67": { "name": "Choroby otrzewnej", "description": "Leczenie zapalenia otrzewnej wymaga pilnej interwencji z antybiotykami i często chirurgicznej kontroli źródła. W karcynomatozie otrzewnej specjalistycznym leczeniem jest HIPEC (hipertermiczna chemioterapia dootrzewnowa)." },
      "K70_K77": { "name": "Choroby wątroby", "description": "W zwłóknieniu wątroby nieinwazyjne testy, takie jak FibroScan, mogą zastąpić biopsję. W stłuszczeniowej chorobie wątroby (NASH) nowe leki są w późnej fazie badań. Przeszczep wątroby jest opcją w schyłkowej fazie choroby." },
      "K80_K87": { "name": "Zaburzenia pęcherzyka żółciowego, dróg żółciowych i trzustki", "description": "W kamicy żółciowej standardem jest laparoskopowa cholecystektomia. W zapaleniu trzustki stosuje się techniki endoskopowe (ERCP) do udrażniania przewodów żółciowych. W torbielach trzustki do diagnozy używa się endoskopowej ultrasonografii z biopsją." },
      "K90_K93": { "name": "Inne choroby układu pokarmowego", "description": "W celiakii diagnozę potwierdza się biopsją i serologią. Chociaż jedynym leczeniem jest dieta bezglutenowa, badane są nowe terapie enzymatyczne i szczepionki." },
      "L00_L08": { "name": "Zakażenia skóry i tkanki podskórnej", "description": "Diagnoza może obejmować USG w celu rozróżnienia cellulitis od ropnia. Leczenie wymaga odpowiednich antybiotyków, z rosnącą uwagą na pokrycie MRSA. W przypadku ropni konieczny jest drenaż chirurgiczny." },
      "L10_L14": { "name": "Choroby pęcherzowe", "description": "Diagnoza za pomocą biopsji i immunofluorescencji. Leczenie chorób takich jak pęcherzyca zostało ulepszone dzięki terapiom biologicznym, takim jak rytuksymab, które mogą prowadzić do długotrwałej remisji." },
      "L20_L30": { "name": "Zapalenie skóry i wyprysk", "description": "W atopowym zapaleniu skóry nowe metody leczenia obejmują leki biologiczne (np. dupilumab) i inhibitory JAK, które celują w podstawowe zapalenie, oferując znaczną ulgę w ciężkich przypadkach." },
      "L40_L45": { "name": "Zaburzenia grudkowo-złuszczające", "description": "W łuszczycy szeroki zakres bardzo skutecznych terapii biologicznych celujących w określone cytokiny (np. IL-17, IL-23) może prowadzić do całkowitego lub prawie całkowitego oczyszczenia skóry." },
      "L50_L54": { "name": "Pokrzywka i rumień", "description": "W przewlekłej pokrzywce spontanicznej leczenie przeciwciałem monoklonalnym omalizumabem jest bardzo skuteczne u pacjentów, którzy nie reagują na leki przeciwhistaminowe." },
      "L55_L59": { "name": "Zaburzenia skóry i tkanki podskórnej związane z promieniowaniem", "description": "Kluczowa jest profilaktyka za pomocą filtrów przeciwsłonecznych o szerokim spektrum działania. Leczenie fotouszkodzeń obejmuje miejscowe retinoidy i zabiegi laserowego odnawiania skóry." },
      "L60_L75": { "name": "Zaburzenia przydatków skóry", "description": "W łysieniu plackowatym inhibitory JAK stanowią duży przełom w ciężkich przypadkach. W trądziku dostępne są nowe środki miejscowe i terapie światłem. W ropnym zapaleniu gruczołów potowych opcją jest terapia biologiczna." },
      "L80_L99": { "name": "Inne zaburzenia skóry i tkanki podskórnej", "description": "W bielactwie nowe metody leczenia obejmują miejscowe inhibitory JAK i terapię światłem. W odleżynach stosuje się zaawansowane opatrunki i techniki w celu promowania gojenia." },
      "M00_M25": { "name": "Artropatie", "description": "Ta szeroka kategoria obejmuje choroby stawów. Diagnostyka wykorzystuje zaawansowane obrazowanie, takie jak rezonans magnetyczny i USG. Leczenie obejmuje od fizjoterapii po leki biologiczne i endoprotezoplastykę stawów." },
      "M00_M03": { "name": "Zakaźne artropatie", "description": "Septyczne zapalenie stawów to stan nagły wymagający pilnej aspiracji stawu, płukania i dożylnych antybiotyków w celu zapobieżenia trwałemu uszkodzeniu stawu." },
      "M05_M14": { "name": "Zapalne poliatropatie", "description": "W reumatoidalnym i łuszczycowym zapaleniu stawów leczenie biologicznymi lekami modyfikującymi przebieg choroby (DMARD) i inhibitorami JAK zrewolucjonizowało wyniki, zapobiegając uszkodzeniu stawów i zachowując funkcję." },
      "M15_M19": { "name": "Choroba zwyrodnieniowa stawów", "description": "Zarządzanie chorobą zwyrodnieniową stawów obejmuje zmiany stylu życia, fizjoterapię, a w zaawansowanych przypadkach endoprotezoplastykę stawu z asystą robota dla precyzji." },
      "M20_M25": { "name": "Inne zaburzenia stawów", "description": "Obejmuje stany takie jak wewnętrzne uszkodzenie kolana (uszkodzenia łąkotki), które często są leczone za pomocą małoinwazyjnej chirurgii artroskopowej." },
      "M30_M36": { "name": "Układowe choroby tkanki łącznej", "description": "W chorobach takich jak toczeń (SLE) i twardzina układowa leczenie obejmuje leki immunomodulujące i biologiczne w celu kontrolowania ogólnoustrojowego zapalenia i zapobiegania uszkodzeniu narządów." },
      "M40_M54": { "name": "Dorsopatie", "description": "Ta kategoria obejmuje bóle pleców. Diagnoza obejmuje staranne badanie kliniczne i obrazowanie. Leczenie jest często zachowawcze, ale może obejmować zastrzyki zewnątrzoponowe ze steroidami lub małoinwazyjną chirurgię kręgosłupa." },
      "M40_M43": { "name": "Dorsopatie zniekształcające", "description": "W stanach takich jak skolioza leczenie u młodzieży może obejmować zaawansowane gorsety lub operację zespolenia kręgosłupa z nawigacją komputerową w przypadku ciężkich skrzywień." },
      "M45_M49": { "name": "Spondylopatie", "description": "W zesztywniającym zapaleniu stawów kręgosłupa terapie biologiczne (inhibitory TNF i IL-17) są bardzo skuteczne w zmniejszaniu bólu i sztywności oraz zapobieganiu zespoleniu kręgosłupa." },
      "M50_M54": { "name": "Inne dorsopatie", "description": "Obejmuje zaburzenia krążków międzykręgowych. Leczenie przepukliny dysku może obejmować mikrodiscektomię, małoinwazyjną procedurę chirurgiczną w celu uwolnienia ucisku na nerw." },
      "M60_M79": { "name": "Zaburzenia tkanek miękkich", "description": "Zastrzyki pod kontrolą USG to precyzyjny sposób leczenia stanów takich jak zapalenie ścięgna czy kaletki. Osocze bogatopłytkowe (PRP) jest badane jako terapia regeneracyjna." },
      "M60_M63": { "name": "Zaburzenia mięśni", "description": "W zapaleniach mięśni, takich jak wielomięśniowe zapalenie, leczenie obejmuje leki immunosupresyjne. Testy genetyczne są kluczowe w diagnozowaniu dystrofii mięśniowych." },
      "M65_M68": { "name": "Zaburzenia błony maziowej i ścięgien", "description": "W stanach takich jak palec trzaskający lub choroba de Quervaina często skuteczne są zastrzyki ze steroidami. Jeśli nie, wykonuje się prostą ambulatoryjną operację uwolnienia." },
      "M70_M79": { "name": "Inne zaburzenia tkanek miękkich", "description": "W stanach takich jak zamrożony bark leczenie obejmuje fizjoterapię i zastrzyki ze steroidami. W zapaleniu rozcięgna podeszwowego opcją nieinwazyjną jest terapia falą uderzeniową." },
      "M80_M94": { "name": "Osteopatie i chondropatie", "description": "Ta kategoria obejmuje zaburzenia kości i chrząstki. Diagnoza często opiera się na obrazowaniu, takim jak RTG, CT i MRI." },
      "M80_M85": { "name": "Zaburzenia gęstości i struktury kości", "description": "W osteoporozie nowe leki anaboliczne mogą pomóc w budowie nowej kości, zmniejszając ryzyko złamań. Diagnoza odbywa się za pomocą densytometrii (DEXA)." },
      "M86_M90": { "name": "Inne osteopatie", "description": "W zapaleniu kości i szpiku leczenie wymaga długotrwałych antybiotyków i często chirurgicznego oczyszczenia. W chorobie Pageta skuteczne są bisfosfoniany." },
      "M91_M94": { "name": "Chondropatie", "description": "W ubytkach chrząstki można stosować zaawansowane techniki chirurgiczne, takie jak autologiczna implantacja chondrocytów (ACI), w celu regeneracji tkanki chrzęstnej." },
      "M95_M99": { "name": "Inne zaburzenia układu mięśniowo-szkieletowego i tkanki łącznej", "description": "Jest to szeroka kategoria dla stanów niesklasyfikowanych gdzie indziej. Zarządzanie jest specyficzne dla diagnozy i często wymaga podejścia wielodyscyplinarnego." },
      "N00_N08": { "name": "Choroby kłębuszków nerkowych", "description": "Diagnoza wymaga biopsji nerki z zaawansowaną mikroskopią. Leczenie stanów takich jak toczniowe zapalenie nerek obejmuje silne leki immunosupresyjne i nowe terapie biologiczne." },
      "N10_N16": { "name": "Choroby cewkowo-śródmiąższowe nerek", "description": "Diagnoza obejmuje analizę moczu, a czasami biopsję nerki. Leczenie koncentruje się na usunięciu podstawowej przyczyny, takiej jak odstawienie leku sprawczego lub leczenie infekcji." },
      "N17_N19": { "name": "Niewydolność nerek", "description": "W ostrej niewydolności nerek kluczowa jest opieka wspomagająca. W przewlekłej chorobie nerek nowe leki mogą spowolnić postęp. Schyłkowa faza wymaga dializy lub przeszczepu." },
      "N20_N23": { "name": "Kamica moczowa", "description": "W kamicy nerkowej leczenie obejmuje małoinwazyjne procedury, takie jak ureterorenoskopia z litotrypsją laserową i litotrypsja falą uderzeniową (SWL)." },
      "N25_N29": { "name": "Inne zaburzenia nerki i moczowodu", "description": "Zarządzanie jest specyficzne dla stanu, na przykład korekcja chirurgiczna (pyeloplastyka) zwężenia miedniczkowo-moczowodowego, często wykonywana robotycznie." },
      "N30_N39": { "name": "Inne choroby układu moczowego", "description": "W śródmiąższowym zapaleniu pęcherza leczenie obejmuje wlewki dopęcherzowe i neuromodulację. W nawracających ZUM stosuje się nowe metody diagnostyczne i strategie profilaktyki bezantybiotykowej." },
      "N40_N51": { "name": "Choroby męskich narządów płciowych", "description": "W łagodnym przeroście prostaty (BPH) małoinwazyjne metody leczenia, takie jak Rezum lub UroLift, są alternatywą dla leków lub dużej operacji. W zaburzeniach erekcji dostępne są różne skuteczne metody leczenia." },
      "N60_N64": { "name": "Zaburzenia sutka", "description": "Diagnoza guzków piersi obejmuje mammografię, USG i biopsję. Zarządzanie łagodnymi stanami, takimi jak gruczolakowłókniaki, może obejmować monitorowanie lub małoinwazyjne usunięcie (krioablacja)." },
      "N70_N77": { "name": "Choroby zapalne żeńskich narządów miednicy mniejszej", "description": "Zapalenie narządów miednicy mniejszej (PID) wymaga szybkiego leczenia antybiotykami, aby zapobiec długoterminowym powikłaniom, takim jak bezpłodność. Diagnoza jest kliniczna, wspierana przez obrazowanie i badania laboratoryjne." },
      "N80_N98": { "name": "Niezapalne choroby żeńskiego narządu rodnego", "description": "W endometriozie złotym standardem jest zaawansowana laparoskopowa chirurgia wycięcia. W mięśniakach embolizacja tętnic macicznych jest mniej inwazyjną alternatywą dla histerektomii." },
      "N99_N99": { "name": "Inne zaburzenia układu moczowo-płciowego", "description": "Obejmuje to powikłania po zabiegach. Zarządzanie koncentruje się na identyfikacji i korekcji konkretnego problemu, często wymagając współpracy między urologami i ginekologami." },
      "O00_O08": { "name": "Ciąża zakończona poronieniem", "description": "Postępowanie w przypadku poronienia może być wyczekujące, farmakologiczne lub chirurgiczne. Nawracające poronienia wymagają dokładnego dochodzenia w celu zidentyfikowania podstawowych przyczyn." },
      "O10_O16": { "name": "Obrzęk, białkomocz i zaburzenia nadciśnieniowe w ciąży, porodzie i połogu", "description": "Zarządzanie stanem przedrzucawkowym obejmuje ścisłe monitorowanie i terminowe rozwiązanie ciąży. Niskie dawki aspiryny są stosowane w profilaktyce u kobiet wysokiego ryzyka." },
      "O20_O29": { "name": "Inne choroby matki związane głównie z ciążą", "description": "Zarządzanie stanami takimi jak cukrzyca ciążowa obejmuje dietę, ćwiczenia, a czasami leki, aby zapewnić dobre wyniki zarówno dla matki, jak i dziecka." },
      "O30_O48": { "name": "Opieka matczyna związana z płodem i jamą owodniową oraz możliwymi problemami porodowymi", "description": "Do diagnozy używa się zaawansowanego USG i rezonansu magnetycznego płodu. W stanach takich jak łożysko przodujące poród planuje się przez cięcie cesarskie." },
      "O60_O75": { "name": "Powikłania porodu i połogu", "description": "Zarządzanie wymaga wykwalifikowanego zespołu położniczego. W problemach takich jak zagrożenie płodu stosuje się ciągłe elektroniczne monitorowanie płodu, a może być konieczne nagłe cięcie cesarskie." },
      "O80_O84": { "name": "Poród", "description": "Nowoczesna opieka położnicza koncentruje się na bezpiecznych praktykach porodowych, opcjach znieczulenia (np. zewnątrzoponowe) i wspieraniu planu porodu matki." },
      "O85_O92": { "name": "Powikłania związane głównie z połogiem", "description": "Zarządzanie krwotokiem poporodowym obejmuje leki i procedury kontrolujące krwawienie. Kluczowe jest badanie przesiewowe i leczenie depresji poporodowej." },
      "O94_O99": { "name": "Inne stany położnicze, niesklasyfikowane gdzie indziej", "description": "Ta kategoria obejmuje różne stany, które mogą komplikować ciążę, wymagające specjalistycznej opieki ekspertów medycyny matczyno-płodowej." },
      "P00_P04": { "name": "Płód i noworodek dotknięty czynnikami matczynymi i powikłaniami ciąży, porodu i połogu", "description": "Opieka jest świadczona na oddziale intensywnej terapii noworodków (OITN) w celu zarządzania powikłaniami wynikającymi ze stanu zdrowia matki lub porodu." },
      "P05_P08": { "name": "Zaburzenia związane z długością ciąży i wzrostem płodu", "description": "Opieka nad wcześniakami lub niemowlętami z ograniczonym wzrostem obejmuje zaawansowane wsparcie oddechowe, zarządzanie żywieniem i opiekę rozwojową na OITN." },
      "P10_P15": { "name": "Uraz porodowy", "description": "Chociaż rzadki przy nowoczesnej opiece położniczej, zarządzanie obejmuje opiekę wspomagającą i monitorowanie powikłań. Może być potrzebna fizjoterapia." },
      "P20_P29": { "name": "Zaburzenia oddechowe i sercowo-naczyniowe swoiste dla okresu okołoporodowego", "description": "Zarządzanie zespołem zaburzeń oddychania u wcześniaków obejmuje terapię surfaktantem i wentylację nieinwazyjną." },
      "P35_P39": { "name": "Zakażenia swoiste dla okresu okołoporodowego", "description": "Diagnoza i leczenie sepsy noworodkowej wymagają szybkiego podania dożylnych antybiotyków na oddziale OITN." },
      "P50_P61": { "name": "Zaburzenia krwotoczne i hematologiczne płodu i noworodka", "description": "Zarządzanie stanami takimi jak żółtaczka noworodków obejmuje fototerapię. Ciężka niedokrwistość może wymagać transfuzji krwi." },
      "P70_P74": { "name": "Przejściowe zaburzenia hormonalne i metaboliczne swoiste dla płodu i noworodka", "description": "Zarządzanie hipoglikemią noworodków obejmuje regularne monitorowanie glukozy i zapewnienie odpowiedniego karmienia lub dożylnej glukozy w razie potrzeby." },
      "P75_P78": { "name": "Zaburzenia układu pokarmowego płodu i noworodka", "description": "Zarządzanie stanami takimi jak martwicze zapalenie jelit (NEC) u wcześniaków wymaga odpoczynku jelit, antybiotyków, a czasami operacji." },
      "P80_P83": { "name": "Stany dotyczące powłok skórnych i regulacji temperatury płodu i noworodka", "description": "Wcześniaki są pielęgnowane w inkubatorach w celu utrzymania temperatury. Pielęgnacja skóry jest kluczowa, aby zapobiec uszkodzeniom i infekcjom." },
      "P90_P96": { "name": "Inne zaburzenia powstające w okresie okołoporodowym", "description": "Ta kategoria obejmuje szereg stanów wymagających specjalistycznej opieki noworodkowej, takich jak zarządzanie zespołem abstynencyjnym noworodków." },
      "Q00_Q07": { "name": "Wrodzone wady rozwojowe układu nerwowego", "description": "W stanach takich jak rozszczep kręgosłupa, nową opcją poprawiającą wyniki jest chirurgia płodowa. Opieka poporodowa obejmuje wielodyscyplinarny zespół." },
      "Q10_Q18": { "name": "Wrodzone wady rozwojowe oka, ucha, twarzy i szyi", "description": "Zarządzanie często wymaga złożonej chirurgii rekonstrukcyjnej przez wyspecjalizowane zespoły czaszkowo-twarzowe." },
      "Q20_Q28": { "name": "Wrodzone wady rozwojowe układu krążenia", "description": "Wiele wrodzonych wad serca jest obecnie naprawianych za pomocą interwencji cewnikowych lub złożonej chirurgii noworodkowej, z doskonałymi wynikami długoterminowymi." },
      "Q30_Q34": { "name": "Wrodzone wady rozwojowe układu oddechowego", "description": "Zarządzanie jest wysoce wyspecjalizowane i może wymagać interwencji chirurgicznej w celu skorygowania nieprawidłowości anatomicznych dróg oddechowych lub płuc." },
      "Q35_Q37": { "name": "Rozszczep wargi i podniebienia", "description": "Leczenie obejmuje serię etapowych napraw chirurgicznych przez wyspecjalizowany zespół, wraz z terapią logopedyczną i opieką stomatologiczną." },
      "Q38_Q45": { "name": "Inne wrodzone wady rozwojowe układu pokarmowego", "description": "Stany takie jak atrezja przełyku czy choroba Hirschsprunga wymagają specjalistycznej naprawy chirurgicznej u dzieci." },
      "Q50_Q56": { "name": "Wrodzone wady rozwojowe narządów płciowych", "description": "Zarządzanie wymaga wrażliwego, wielodyscyplinarnego podejścia, często z udziałem urologów dziecięcych lub ginekologów i endokrynologów." },
      "Q60_Q64": { "name": "Wrodzone wady rozwojowe układu moczowego", "description": "Stany takie jak zastawki cewki tylnej czy odpływ pęcherzowo-moczowodowy wymagają specjalistycznego leczenia urologicznego u dzieci w celu ochrony funkcji nerek." },
      "Q65_Q79": { "name": "Wrodzone wady rozwojowe i zniekształcenia układu mięśniowo-szkieletowego", "description": "W stanach takich jak stopa końsko-szpotawa bardzo skuteczna jest metoda Ponsetiego (gipsowanie). W dysplazji rozwojowej stawu biodrowego kluczowa jest wczesna diagnoza i stosowanie szelek." },
      "Q80_Q89": { "name": "Inne wrodzone wady rozwojowe", "description": "Ta kategoria obejmuje rzadkie zespoły genetyczne i wady rozwojowe, które wymagają diagnozy przez genetyków klinicznych i zarządzania przez wielodyscyplinarny zespół." },
      "Q90_Q99": { "name": "Nieprawidłowości chromosomowe, niesklasyfikowane gdzie indziej", "description": "Diagnoza odbywa się za pomocą kariotypowania lub mikromacierzy. Zarządzanie jest wspomagające i koncentruje się na zaspokajaniu specyficznych potrzeb zdrowotnych i rozwojowych związanych ze stanem, takim jak zespół Downa czy zespół Turnera." },
      "R00_R09": { "name": "Objawy i oznaki dotyczące układu krążenia i oddechowego", "description": "Objawy takie jak ból w klatce piersiowej czy duszność wymagają pilnej oceny w celu wykluczenia stanów zagrażających życiu, takich jak zawał serca czy zatorowość płucna." },
      "R10_R19": { "name": "Objawy i oznaki dotyczące układu pokarmowego i jamy brzusznej", "description": "Ból brzucha jest częstym objawem, który wymaga starannej oceny, w tym obrazowania i badań laboratoryjnych, w celu ustalenia podstawowej przyczyny." },
      "R20_R23": { "name": "Objawy i oznaki dotyczące skóry i tkanki podskórnej", "description": "Objawy takie jak wysypka czy swędzenie wymagają oceny dermatologicznej w celu zdiagnozowania przyczyny, która może obejmować od prostych alergii po choroby ogólnoustrojowe." },
      "R25_R29": { "name": "Objawy i oznaki dotyczące układu nerwowego i mięśniowo-szkieletowego", "description": "Objawy takie jak zawroty głowy czy osłabienie wymagają badania neurologicznego i często obrazowania w celu zdiagnozowania przyczyny." },
      "R30_R39": { "name": "Objawy i oznaki dotyczące układu moczowego", "description": "Objawy takie jak bolesne oddawanie moczu czy krew w moczu wymagają diagnostyki urologicznej w celu zbadania infekcji, kamieni lub innej patologii." },
      "R40_R46": { "name": "Objawy i oznaki dotyczące poznania, percepcji, stanu emocjonalnego i zachowania", "description": "Zmiany w stanie psychicznym wymagają dokładnej oceny w celu wykluczenia przyczyn medycznych (takich jak infekcja lub problemy metaboliczne) przed rozważeniem pierwotnej diagnozy psychiatrycznej." },
      "R47_R49": { "name": "Objawy i oznaki dotyczące mowy i głosu", "description": "Nagłe wystąpienie trudności z mową (afazja) jest kluczowym objawem udaru i wymaga natychmiastowej pomocy medycznej." },
      "R50_R69": { "name": "Objawy i oznaki ogólne", "description": "Objawy takie jak gorączka czy zmęczenie są niespecyficzne i wymagają starannego wywiadu i badania fizykalnego w celu ukierunkowania dalszych badań diagnostycznych." },
      "R70_R79": { "name": "Nieprawidłowe wyniki badań krwi, bez diagnozy", "description": "Te wyniki, takie jak podwyższone OB, wymagają dalszych badań w celu ustalenia podstawowej przyczyny, która często jest zapalna lub zakaźna." },
      "R80_R82": { "name": "Nieprawidłowe wyniki badań moczu, bez diagnozy", "description": "Wyniki takie jak białkomocz czy krwiomocz wymagają konsultacji nefrologicznej lub urologicznej w celu zbadania choroby nerek lub pęcherza." },
      "R83_R89": { "name": "Nieprawidłowe wyniki badań innych płynów, substancji i tkanek ciała, bez diagnozy", "description": "Nieprawidłowe wyniki, na przykład w płynie mózgowo-rdzeniowym, skłaniają do dalszych badań w kierunku schorzeń neurologicznych, takich jak zapalenie opon mózgowych czy stwardnienie rozsiane." },
      "R90_R94": { "name": "Nieprawidłowe wyniki badań diagnostycznych obrazowych i czynnościowych, bez diagnozy", "description": "Przypadkowe znalezisko na tomografii komputerowej lub rezonansie magnetycznym, takie jak guzek płucny lub torbiel wątroby, wymaga dalszej oceny i obserwacji w celu określenia jego znaczenia." },
      "R95_R99": { "name": "Niedokładnie określone i nieznane przyczyny zgonu", "description": "Ta kategoria jest używana, gdy ostateczna przyczyna zgonu nie może być ustalona po dochodzeniu, jak w przypadkach nagłej śmierci łóżeczkowej (SIDS)." }
    }
  }
}