{
  "duchenne": {
    "title": "الأمل للأطفال المصابين بضمور العضلات الدوشيني (DMD)",
    "subtitle": "ضمور العضلات الدوشيني (DMD) هو اضطراب وراثي نادر يؤدي إلى ضعف تدريجي وتدهور في العضلات، ويصيب الذكور في الغالب. وعلى الرغم من عدم توفر علاج نهائي حتى الآن، فإن التطورات الحديثة في العلاج الجيني، والأدوية، والعلاج الفيزيائي تمنح الأمل في تحسين جودة الحياة. تتيح السياحة الطبية الوصول إلى أفضل المستشفيات العالمية وأحدث طرق العلاج، التي قد لا تكون متاحة في بلدك. في هذه الصفحة، ستجد معلومات شاملة حول مرض DMD، وأحدث العلاجات المتوفرة، وتأثير المرض على حياة الأطفال، وكيف يمكننا مساعدتك في رحلة العلاج بالخارج.",
    "sections": {
      "about": {
        "title": "ما هو ضمور العضلات الدوشيني (DMD)؟",
        "paragraphs": [
          "ضمور العضلات الدوشيني (DMD) هو مرض وراثي نادر ناتج عن طفرات في جين DMD، المسؤول عن إنتاج بروتين الديستروفين الضروري لصحة خلايا العضلات.",
          "في غياب الديستروفين، تتعرض العضلات للتلف التدريجي، مما يؤدي إلى فقدان القوة والقدرة على الحركة. يظهر المرض عادة بين عمر 2 إلى 5 سنوات، ويصيب الذكور بنسبة كبيرة.",
          "من العلامات المبكرة: تأخر المشي، السقوط المتكرر، صعوبة صعود الدرج، وتضخم عضلات الساق (تضخم كاذب) نتيجة تراكم الدهون."
        ]
      },
      "characteristics": {
        "title": "الخصائص الرئيسية لمرض DMD",
        "table": {
          "headers": ["الخاصية", "الوصف"],
          "rows": [
            { "characteristic": "السبب", "description": "طفرات في جين DMD تؤدي إلى غياب بروتين الديستروفين" },
            { "characteristic": "من يتأثر", "description": "الذكور في الغالب (1 من كل 3500–5000 مولود ذكر)" },
            { "characteristic": "بداية الأعراض", "description": "عادة بين سن 2 و5 سنوات" },
            { "characteristic": "تطور المرض", "description": "فقدان تدريجي في الوظيفة العضلية؛ الحاجة إلى كرسي متحرك في سن 12 تقريبًا" },
            { "characteristic": "المضاعفات", "description": "اعتلال عضلة القلب، فشل تنفسي" }
          ]
        }
      },
      "treatments": {
        "title": "أحدث العلاجات وخيارات إعادة التأهيل",
        "geneTherapy": {
          "title": "العلاج الجيني",
          "items": [
            {
              "name": "Elevidys (delandistrogene moxeparvovec)",
              "description": "أول علاج جيني تمت الموافقة عليه من قبل FDA في عام 2023 للأطفال من عمر 4–5 سنوات ممن لديهم طفرة مؤكدة في جين DMD. في عام 2024، تم توسيع الاستخدام ليشمل الأطفال القادرين وغير القادرين على المشي من سن 4 فأكثر. يعمل Elevidys على إدخال نسخة مصغرة من بروتين الديستروفين إلى خلايا العضلات. في عام 2025، فُرضت قيود على الجرعة للأطفال غير القادرين على المشي بسبب تسجيل حالات فشل كبدي حاد (Roche، 2025)."
            },
            {
              "name": "Del-zota (delpacibart zotadirsen)",
              "description": "علاج تجريبي من شركة Avidity Biosciences للمرضى الذين لديهم طفرات يمكن تجاوز الإكسون 44 فيها. في المرحلة 1/2 من تجربة EXPLORE44، زاد Del-zota إنتاج الديستروفين بنسبة تصل إلى 25% من المستوى الطبيعي وخفض إنزيم كيناز الكرياتين إلى القيم الطبيعية تقريبًا. ومن المتوقع التقدم بطلب موافقة FDA بحلول نهاية عام 2025."
            }
          ]
        },
        "medications": {
          "title": "العلاج الدوائي",
          "items": [
            {
              "name": "الكورتيكوستيرويدات",
              "description": "مثل بريدنيزون وديفلازاكورت، تُستخدم لإبطاء تدهور العضلات وتأخير استخدام الكرسي المتحرك."
            },
            {
              "name": "أدوية تجريبية",
              "description": "يُركز البحث على تقليل الالتهاب والتليف، وتحفيز تجدد أنسجة العضلات (Frontiers، 2021)."
            },
            {
              "name": "Duvyzat (givinostat)",
              "description": "أول دواء غير ستيرويدي تمت الموافقة عليه من قبل FDA في عام 2024 لعلاج مرضى DMD من عمر 6 سنوات فأكثر، بغض النظر عن نوع الطفرة الجينية (FDA، 2024)."
            }
          ]
        },
        "rehabilitation": {
          "title": "إعادة التأهيل والعلاج الفيزيائي",
          "items": [
            { "name": "التمارين والتمدد", "description": "تساعد في منع التقلصات العضلية والحفاظ على الحركة." },
            { "name": "الأجهزة المساعدة", "description": "مثل الدعامات والكراسي المتحركة، تعزز الاستقلالية والتنقل." },
            { "name": "رعاية متعددة التخصصات", "description": "يتعاون أطباء الأعصاب والعلاج الطبيعي وأطباء القلب لتوفير رعاية شاملة (Mayo Clinic، 2025)." }
          ]
        },
        "experimental": {
          "title": "الأساليب العلاجية التجريبية",
          "items": [
            { "description": "علاجات تستهدف تجديد أنسجة العضلات." },
            { "description": "أدوية لدعم القلب والحجاب الحاجز." },
            { "description": "علاجات خلوية وبروتينية لتحسين وظيفة العضلات (Muscular Dystrophy Association، 2023)." }
          ]
        },
        "comparisonTable": {
          "headers": ["طريقة العلاج", "الوصف", "الفوائد", "القيود"],
          "rows": [
            {
              "method": "العلاج الجيني",
              "description": "إدخال جين ديستروفين وظيفي",
              "advantages": "قد يبطئ من تقدم المرض",
              "limitations": "توفر محدود، خطر الآثار الجانبية"
            },
            {
              "method": "الكورتيكوستيرويدات",
              "description": "تبطيء تنكس العضلات",
              "advantages": "متوفرة على نطاق واسع، فعالية مثبتة",
              "limitations": "آثار جانبية عند الاستخدام طويل الأمد"
            },
            {
              "method": "العلاج الطبيعي",
              "description": "الحفاظ على وظيفة العضلات",
              "advantages": "يحسن الحركة وجودة الحياة",
              "limitations": "يتطلب الانتظام والتوجيه المهني"
            },
            {
              "method": "العلاجات التجريبية",
              "description": "أدوية جديدة قيد البحث (مثل Del-zota)",
              "advantages": "واعدة للمستقبل",
              "limitations": "بيانات محدودة، متوفرة فقط من خلال التجارب السريرية"
            }
          ]
        }
      },
      "impact": {
        "title": "تأثير DMD على حياة الأطفال وأسرهم",
        "paragraphs": [
          "يؤثر DMD بشكل عميق على الأطفال وعائلاتهم:",
          "قيود جسدية: تؤدي ضعف العضلات التدريجي إلى تقليل قدرة الأطفال على اللعب وممارسة الأنشطة اليومية، ومعظمهم يحتاجون إلى كرسي متحرك في سن المراهقة (Cleveland Clinic، 2025).",
          "تأثير نفسي واجتماعي: أظهرت الدراسات أن الأطفال المصابين بـ DMD يعانون من العزلة وصعوبات اجتماعية تؤثر على احترام الذات والحالة النفسية (ScienceDirect، 2016).",
          "عبء الأسرة: يتطلب رعاية طفل مصاب بـ DMD مجهودًا كبيرًا نفسيًا وجسديًا وماليًا (ResearchGate، 2011)."
        ],
        "table": {
          "headers": ["الجانب", "تأثير على الطفل", "تأثير على الأسرة"],
          "rows": [
            {
              "aspect": "جسدي",
              "impactOnChild": "فقدان الحركة، الاعتماد على الكرسي المتحرك",
              "impactOnFamily": "مجهود بدني في تقديم الرعاية"
            },
            {
              "aspect": "نفسي",
              "impactOnChild": "عزلة، انخفاض احترام الذات",
              "impactOnFamily": "توتر نفسي وقلق بشأن المستقبل"
            },
            {
              "aspect": "اجتماعي",
              "impactOnChild": "مشاركة محدودة في الأنشطة",
              "impactOnFamily": "عزلة اجتماعية، عبء مالي"
            }
          ]
        }
      },
      "tourism": {
        "title": "لماذا يُنصح بالسفر للعلاج من DMD؟",
        "paragraphs": [
          "تمنح السياحة العلاجية فرصًا جديدة للعائلات الباحثة عن علاج متقدم لـ DMD:",
          "الوصول إلى أفضل الأطباء: نحن نتعاون مع نخبة من أطباء الأعصاب واختصاصيي أمراض العضلات في أهم المراكز العالمية.",
          "أحدث طرق العلاج: بما في ذلك العلاج الجيني، التجارب السريرية، والأساليب الحديثة غير المتوفرة في بعض الدول.",
          "برامج إعادة تأهيل متكاملة: تشمل العلاج الفيزيائي والدعم النفسي والعناية بالقلب والجهاز التنفسي.",
          "دعم شامل للعائلات: نوفر موارد وإرشادات وشبكات دعم لتسهيل الرحلة العلاجية."
        ]
      },
      "note": {
        "text": "ندرك أن اختيار العلاج قرار صعب. خبراؤنا في السياحة العلاجية جاهزون لتقديم الدعم الكامل لمساعدتكم في اتخاذ القرار الصحيح والعثور على أفضل خيارات العلاج عالميًا."
      }
    },
    "backToNews": "العودة إلى الأخبار"
  }
}