{
  "diseasesPage": {
    "icd10": {
      "C50": { "name": "Злокачественное новообразование молочной железы", "description": "Современная диагностика включает ПЭТ-КТ, МРТ с контрастом и биопсию с секвенированием нового поколения (NGS). Варианты лечения включают таргетную терапию (например, для HER2+), иммунотерапию (ингибиторы контрольных точек) и передовую лучевую терапию, такую как протонная терапия. Диагностика от 6 000 евро." },
      "I21": { "name": "Острый инфаркт миокарда", "description": "Немедленная диагностика с помощью высокочувствительных тестов на тропонин и ЭКГ. Лечение включает первичное чрескожное коронарное вмешательство (ЧКВ) со стентами с лекарственным покрытием, передовую антитромбоцитарную терапию и комплексные программы кардиологической реабилитации." },
      "J45": { "name": "Астма", "description": "Диагностика с помощью спирометрии и теста FeNO. Передовые методы лечения включают биологическую терапию (например, при эозинофильной астме), бронхиальную термопластику и персонализированные умные ингаляторы для мониторинга и соблюдения режима лечения." },
      "E11": { "name": "Сахарный диабет 2 типа", "description": "Управление с помощью систем непрерывного мониторинга глюкозы (CGM), ингибиторов SGLT2 и агонистов рецептора GLP-1, которые также обеспечивают сердечно-сосудистые преимущества. Появляются персонализированные планы питания на основе генетического тестирования." },
      "M16": { "name": "Коксартроз [артроз тазобедренного сустава]", "description": "Передовая визуализация с помощью МРТ 3Т для оценки повреждения хряща. Лечение включает минимально инвазивную операцию по замене тазобедренного сустава с использованием роботизированной помощи для точности, прочные керамические имплантаты и протоколы быстрого восстановления." },
      "G40": { "name": "Эпилепсия", "description": "Диагностика с помощью видео-ЭЭГ мониторинга и МРТ высокого разрешения. Новые методы лечения включают передовые противоэпилептические препараты с меньшим количеством побочных эффектов, стимуляцию блуждающего нерва (VNS) и лазерную интерстициальную термическую терапию (LITT) при очаговой эпилепсии." },
      "C34": { "name": "Злокачественное новообразование бронхов и легкого", "description": "Диагностика с помощью жидкостной биопсии и молекулярного профилирования (NGS). Лечение является высоко персонализированным с таргетной терапией для мутаций EGFR/ALK/ROS1 и иммунотерапией (ингибиторы PD-1/PD-L1). Минимально инвазивные операции VATS и роботизированные операции являются стандартом." },
      "K25": { "name": "Язва желудка", "description": "Диагностика с помощью эндоскопии высокого разрешения и передовых тестов на H. pylori. Лечение включает мощные ингибиторы протонной помпы и новые схемы антибиотиков для устойчивых штаммов H. pylori. При кровоточащих язвах используются эндоскопические методы лечения." },
      "N18": { "name": "Хроническая болезнь почек", "description": "Мониторинг с помощью передовых биомаркеров. Новые методы лечения направлены на замедление прогрессирования заболевания с помощью ингибиторов SGLT2. На конечной стадии заболевания доступны передовые методы диализа и расширенный пул для трансплантации почки." },
      "F32": { "name": "Депрессивный эпизод", "description": "Лечение включает антидепрессанты нового поколения с лучшим профилем побочных эффектов, транскраниальную магнитную стимуляцию (ТМС) при терапевтически резистентной депрессии и персонализированные подходы к психотерапии, такие как КПТ и MBCT." },
      "A00_A09": { "name": "Кишечные инфекционные заболевания", "description": "Диагностика с использованием быстрых молекулярных тестов (ПЦР-панели) для быстрой идентификации возбудителей. Лечение включает целенаправленные антибиотики на основе тестов на чувствительность и передовую поддерживающую терапию. Трансплантация фекальной микробиоты используется при рецидивирующей инфекции C. difficile." },
      "A15_A19": { "name": "Туберкулез", "description": "Диагностика с помощью быстрых молекулярных тестов, таких как GeneXpert. Схемы лечения становятся короче и эффективнее, особенно при лекарственно-устойчивом туберкулезе, благодаря новым препаратам, таким как Бедаквилин и Претоманид." },
      "A20_A28": { "name": "Некоторые зоонозные бактериальные болезни", "description": "Передовая диагностика включает серологию и ПЦР. Лечение специфично для возбудителя (например, доксициклин при бруцеллезе) с акцентом на предотвращение долгосрочных осложнений." },
      "A30_A49": { "name": "Другие бактериальные болезни", "description": "Диагностика широкого спектра с использованием метагеномного секвенирования. Лечение основано на целенаправленной антибиотикотерапии, руководствуясь профилированием резистентности для борьбы с устойчивостью к противомикробным препаратам (AMR)." },
      "A50_A64": { "name": "Инфекции, передающиеся преимущественно половым путем", "description": "Диагностика с помощью высокочувствительных тестов амплификации нуклеиновых кислот (NAAT). Лечение включает однодозовые терапии гонореи и хламидиоза, а также длительно действующую инъекционную PrEP для профилактики ВИЧ." },
      "A65_A69": { "name": "Другие болезни, вызываемые спирохетами", "description": "При болезни Лайма используются передовые двухуровневые алгоритмы тестирования. Лечение включает целенаправленные курсы антибиотиков, а исследования сосредоточены на терапии постлечебного синдрома болезни Лайма." },
      "A70_A74": { "name": "Другие болезни, вызываемые хламидиями", "description": "Диагностика с помощью ПЦР. Лечение эффективно с помощью специфических антибиотиков, таких как азитромицин или доксициклин, предотвращая долгосрочные осложнения, такие как бесплодие или реактивный артрит." },
      "A75_A79": { "name": "Риккетсиозы", "description": "Диагностика часто основывается на серологии и клиническом подозрении. Доксициклин остается препаратом выбора, и раннее назначение является ключом к предотвращению тяжелого заболевания." },
      "A80_A89": { "name": "Вирусные инфекции центральной нервной системы", "description": "Диагностика с помощью анализа спинномозговой жидкости и ПЦР. Лечение часто поддерживающее, но существуют специфические противовирусные препараты для герпетического энцефалита. Иммуномодулирующие терапии используются при постинфекционном аутоиммунном энцефалите." },
      "A92_A99": { "name": "Вирусные лихорадки, передаваемые членистоногими, и вирусные геморрагические лихорадки", "description": "Диагностика с помощью быстрых антигенных тестов и ПЦР. Лечение в основном поддерживающее, но разрабатываются новые противовирусные препараты и терапии моноклональными антителами для таких заболеваний, как Эбола и Денге." },
      "B00_B09": { "name": "Вирусные инфекции, характеризующиеся поражениями кожи и слизистых оболочек", "description": "Диагностика часто клиническая, но может быть подтверждена с помощью ПЦР. Лечение включает противовирусные препараты, такие как ацикловир, при герпесе и опоясывающем лишае, также доступны новые местные терапии." },
      "B15_B19": { "name": "Вирусный гепатит", "description": "При гепатите С противовирусные препараты прямого действия (ПППД) обеспечивают излечение более чем в 95% случаев. При гепатите В новые противовирусные терапии нацелены на функциональное излечение. Диагностика использует вирусную нагрузку и генотипирование." },
      "B20_B24": { "name": "Болезнь, вызванная вирусом иммунодефицита человека [ВИЧ]", "description": "Лечение современной антиретровирусной терапией (АРТ) позволяет достичь нормальной продолжительности жизни. Длительно действующая инъекционная АРТ (каждые 1-2 месяца) - это новая опция, улучшающая удобство и приверженность лечению." },
      "B25_B34": { "name": "Другие вирусные болезни", "description": "Диагностика все чаще основывается на молекулярных методах. При таких заболеваниях, как ЦМВ, используются специфические противовирусные препараты, особенно у пациентов с ослабленным иммунитетом." },
      "B35_B49": { "name": "Микозы", "description": "Диагностика с помощью передовой визуализации и специфических грибковых биомаркеров (например, бета-D-глюкан). Лечение включает новые классы противогрибковых препаратов (например, эхинокандины) при инвазивных грибковых инфекциях." },
      "B50_B64": { "name": "Протозойные болезни", "description": "При малярии стандартом являются комбинированные терапии на основе артемизинина (АКТ). Широко используются быстрые диагностические тесты. В эндемичных районах внедряются новые вакцины." },
      "B65_B83": { "name": "Гельминтозы", "description": "Диагностика с помощью микроскопии и серологии. Лечение эффективными противогельминтными препаратами, такими как альбендазол или празиквантел, является стандартом, с акцентом на массовое применение лекарств в эндемичных регионах." },
      "B85_B89": { "name": "Педикулез, акариаз и другие инфестации", "description": "Диагностика клиническая. Лечение включает эффективные местные средства и пероральные препараты, такие как ивермектин, при устойчивых случаях чесотки или вшей." },
      "B90_B94": { "name": "Последствия инфекционных и паразитарных болезней", "description": "Управление сосредоточено на реабилитации и лечении хронических симптомов, таких как постполиомиелитный синдром или хронический лимфедема от филяриатоза, с многопрофильной помощью." },
      "B95_B98": { "name": "Бактериальные, вирусные и другие инфекционные агенты", "description": "Эти коды используются для эпидемиологического отслеживания и исследований, часто в сочетании с другим диагнозом, для понимания причин вспышек заболеваний и моделей устойчивости к антибиотикам." },
      "B99_B99": { "name": "Другие инфекционные болезни", "description": "Эта категория предназначена для редких или новых инфекционных заболеваний, для которых еще не установлены конкретные коды. Управление основывается на консультациях экспертов и международных руководствах." },
      "C00_C97": { "name": "Злокачественные новообразования", "description": "Современная онкология определяется прецизионной медициной. Диагностика включает комплексное геномное профилирование (NGS) для выявления целевых мутаций. Лечение включает иммунотерапию, таргетную терапию, CAR-T клетки и роботизированную хирургию. Диагностика от 6 000 евро." },
      "C00_C14": { "name": "Злокачественные новообразования губы, полости рта и глотки", "description": "Диагностика с помощью эндоскопии с узкополосной визуализацией. Лечение включает трансоральную роботизированную хирургию (TORS) для лучших функциональных результатов и иммунотерапию в запущенных случаях, особенно при раках, связанных с ВПЧ." },
      "C15_C26": { "name": "Злокачественные новообразования органов пищеварения", "description": "Эндоскопическая ультрасонография и жидкостная биопсия для диагностики. Лечение включает минимально инвазивную хирургию (лапароскопическую/роботизированную), таргетную терапию для опухолей HER2+ или с высокой микросателлитной нестабильностью (MSI-high) и иммунотерапию." },
      "C30_C39": { "name": "Злокачественные новообразования органов дыхания и грудной клетки", "description": "Низкодозовая КТ для скрининга. Диагностика с помощью эндобронхиальной ультрасонографии (EBUS) и навигационной бронхоскопии. Лечение определяется молекулярными маркерами, ключевыми из которых являются таргетная терапия и иммунотерапия." },
      "C40_C41": { "name": "Злокачественные новообразования костей и суставных хрящей", "description": "Диагностика с помощью передового МРТ и ПЭТ-сканирования. Лечение включает органосохраняющую хирургию с индивидуальными 3D-печатными имплантатами, неоадъювантную химиотерапию и протонную терапию для сохранения окружающих тканей." },
      "C43_C44": { "name": "Меланома и другие злокачественные новообразования кожи", "description": "Диагностика с помощью цифровой дерматоскопии и конфокальной микроскопии. Лечение меланомы было революционизировано иммунотерапией (ингибиторы контрольных точек) и таргетной терапией (ингибиторы BRAF/MEK)." },
      "C45_C49": { "name": "Злокачественные новообразования мезотелиальных и мягких тканей", "description": "Диагностика с помощью специализированной патологии и молекулярного тестирования. Лечение сарком включает неоадъювантную лучевую терапию, органосохраняющую хирургию и таргетную терапию в зависимости от конкретного подтипа саркомы." },
      "C51_C58": { "name": "Злокачественные новообразования женских половых органов", "description": "При раке яичников ингибиторы PARP являются значительным достижением. При раке шейки матки ключевым для профилактики является тестирование на ВПЧ. Роботизированная хирургия является стандартом при гистерэктомии, улучшая восстановление." },
      "C60_C63": { "name": "Злокачественные новообразования мужских половых органов", "description": "При раке простаты стандартом являются ПСМА-ПЭТ сканирование для стадирования и роботизированная хирургия (Да Винчи). При раке яичка химиотерапия обеспечивает высокие показатели излечения с акцентом на сохранение фертильности." },
      "C64_C68": { "name": "Злокачественные новообразования мочевых путей", "description": "При раке почки комбинации иммунотерапии являются лечением первой линии. При раке мочевого пузыря в запущенных случаях используются иммунотерапия и конъюгаты антитело-лекарство. Предпочтительна нефронсберегающая хирургия." },
      "C69_C72": { "name": "Злокачественные новообразования глаза, головного мозга и других частей центральной нервной системы", "description": "При опухолях головного мозга лечение включает краниотомию в сознании, радиохирургию Гамма-нож и таргетную терапию на основе молекулярных маркеров (например, мутации IDH). Устройство Optune при глиобластоме." },
      "C73_C75": { "name": "Злокачественные новообразования щитовидной железы и других эндокринных желез", "description": "Диагностика с помощью тонкоигольной аспирационной биопсии и молекулярного тестирования. Лечение часто хирургическое, с радиоактивным йодом при раке щитовидной железы. Таргетная терапия доступна в запущенных или резистентных случаях." },
      "C76_C80": { "name": "Злокачественные новообразования неточно обозначенных, вторичных и неуточненных локализаций", "description": "Диагностика рака из неизвестного первичного очага (CUP) использует передовую иммуногистохимию и геномное профилирование для определения вероятного происхождения, что затем направляет более целенаправленный подход к лечению." },
      "C81_C96": { "name": "Злокачественные новообразования лимфоидной, кроветворной и родственных им тканей", "description": "Лечение было преобразовано терапией CAR-T клетками при лимфомах и лейкозах, а также многочисленными таргетными агентами (например, ингибиторами BTK) и моноклональными антителами." },
      "C97_C97": { "name": "Злокачественные новообразования независимых (первичных) множественных локализаций", "description": "Управление требует высоко скоординированного, многопрофильного командного подхода. Планы лечения должны учитывать потенциальные взаимодействия лекарств и кумулятивную токсичность от лечения нескольких различных видов рака." },
      "D00_D09": { "name": "Новообразования in situ", "description": "Это предраковые состояния. Управление сосредоточено на удалении для предотвращения прогрессирования в инвазивный рак, часто с помощью минимально инвазивных техник, таких как эндоскопическая резекция или лазерная абляция." },
      "D10_D36": { "name": "Доброкачественные новообразования", "description": "Хотя они не являются раковыми, они могут вызывать симптомы, давя на органы. Лечение, если оно необходимо, обычно заключается в хирургическом удалении, часто с помощью минимально инвазивных техник для уменьшения рубцов и времени восстановления." },
      "D37_D48": { "name": "Новообразования неопределенного или неизвестного характера", "description": "Эти опухоли требуют тщательного наблюдения с регулярной визуализацией (МРТ, КТ). Иногда для прогнозирования поведения и принятия решения о необходимости и сроках лечения требуется биопсия с молекулярным анализом." },
      "D50_D53": { "name": "Анемии, связанные с питанием", "description": "Диагностика включает подробные анализы крови. Лечение включает высокоэффективные пероральные добавки или внутривенные инфузии (например, внутривенное железо) для быстрой коррекции и лучшего усвоения в случаях мальабсорбции." },
      "D55_D59": { "name": "Гемолитические анемии", "description": "Диагностика с помощью передовых тестов, таких как проточная цитометрия. Лечение зависит от причины и может включать иммунодепрессанты, спленэктомию или новые таргетные препараты, ингибирующие гемолиз." },
      "D60_D64": { "name": "Апластические и другие анемии", "description": "Диагностика требует биопсии костного мозга. Лечение тяжелой апластической анемии включает иммуносупрессивную терапию или трансплантацию костного мозга от совместимого донора." },
      "D65_D69": { "name": "Нарушения свертываемости крови, пурпура и другие геморрагические состояния", "description": "Диагностика с помощью специализированных тестов на свертываемость. Лечение таких состояний, как ИТП, включает новые агонисты рецепторов тромбопоэтина. При гемофилии новой лечебной опцией является генная терапия." },
      "D70_D77": { "name": "Другие болезни крови и кроветворных органов", "description": "Эта категория включает различные состояния. Управление является высокоспецифичным, часто требующим консультации гематолога и передовой диагностики." },
      "D80_D89": { "name": "Отдельные нарушения, вовлекающие иммунный механизм", "description": "Диагностика с помощью генетического тестирования и подробных анализов иммунной функции. Лечение первичных иммунодефицитов может включать заместительную терапию иммуноглобулинами или трансплантацию гемопоэтических стволовых клеток." },
      "E00_E07": { "name": "Болезни щитовидной железы", "description": "Диагностика с помощью чувствительных тестов на ТТГ и УЗИ. Лечение узлов может включать радиочастотную абляцию как менее инвазивную альтернативу хирургии. Аутоиммунный тиреоидит лечится заместительной гормональной терапией." },
      "E10_E14": { "name": "Сахарный диабет", "description": "Управление революционизировано гибридными системами инсулиновых помп с замкнутым контуром («искусственная поджелудочная железа») и непрерывными мониторами глюкозы (CGM). Исследования сосредоточены на трансплантации островковых клеток и иммунотерапии для сохранения функции бета-клеток." },
      "E15_E16": { "name": "Другие нарушения регуляции глюкозы и внутренней секреции поджелудочной железы", "description": "Диагностика таких состояний, как инсулинома, часто требует сложных эндокринных тестов и передовой визуализации (например, ПЭТ-сканирования). Хирургическое удаление часто является лечебным." },
      "E20_E35": { "name": "Нарушения других эндокринных желез", "description": "Диагностика с помощью динамических эндокринных тестов и визуализации высокого разрешения. Лечение опухолей гипофиза или надпочечников часто включает минимально инвазивную хирургию (например, транссфеноидальную хирургию при аденомах гипофиза)." },
      "E40_E46": { "name": "Недостаточность питания", "description": "Управление включает многопрофильную команду, включая диетологов. Ключевым является персонализированная нутритивная поддержка, включая специализированное энтеральное или парентеральное питание." },
      "E50_E64": { "name": "Другие виды недостаточности питания", "description": "Диагностика с помощью специфических лабораторных тестов. Лечение включает целенаправленную суплементацию, часто в высоких дозах, для коррекции дефицита и его основной причины." },
      "E65_E68": { "name": "Ожирение и другие виды избыточного питания", "description": "Современное лечение включает новые, высокоэффективные препараты для снижения веса (агонисты GLP-1) и передовые методы бариатрической хирургии (например, рукавная гастрэктомия), наряду с изменением образа жизни." },
      "E70_E90": { "name": "Нарушения обмена веществ", "description": "При многих врожденных ошибках метаболизма диагностика проводится с помощью скрининга новорожденных и генетического тестирования. Лечение быстро развивается благодаря ферментозаместительной и генной терапии." },
      "F00_F09": { "name": "Органические, включая симптоматические, психические расстройства", "description": "Диагностика требует тщательной неврологической и психиатрической оценки, включая передовую нейровизуализацию (ПЭТ, МРТ) для выявления основной патологии мозга, такой как деменция или травма головного мозга." },
      "F10_F19": { "name": "Психические и поведенческие расстройства, вызванные употреблением психоактивных веществ", "description": "Лечение включает медикаментозную терапию (МАТ) при расстройствах, связанных с употреблением опиоидов и алкоголя, в сочетании с доказательной психотерапией и программами поддержки сверстников." },
      "F20_F29": { "name": "Шизофрения, шизотипические и бредовые расстройства", "description": "Лечение длительно действующими инъекционными антипсихотиками улучшает приверженность. Когнитивная реабилитация и психосоциальная поддержка имеют решающее значение для функционального восстановления." },
      "F30_F39": { "name": "Расстройства настроения [аффективные расстройства]", "description": "При терапевтически резистентной депрессии варианты включают назальный спрей с эскетамином и транскраниальную магнитную стимуляцию (ТМС). Персонализированное лечение на основе биомаркеров является активной областью исследований." },
      "F40_F48": { "name": "Невротические, связанные со стрессом и соматоформные расстройства", "description": "Доказательные методы лечения включают когнитивно-поведенческую терапию (КПТ), экспозиционную терапию при фобиях и ПТСР, а также препараты СИОЗС/СИОЗСН. Виртуальная реальность (VR) используется для экспозиционной терапии." },
      "F50_F59": { "name": "Поведенческие синдромы, связанные с физиологическими нарушениями и физическими факторами", "description": "При расстройствах пищевого поведения необходим многопрофильный подход. При бессоннице лечением первой линии является КПТ-Б (КПТ для бессонницы), а не снотворные препараты." },
      "F60_F69": { "name": "Расстройства личности и поведения в зрелом возрасте", "description": "Специализированные психотерапии, такие как диалектическая поведенческая терапия (ДПТ) при пограничном расстройстве личности и схема-терапия, показали значительную эффективность." },
      "F70_F79": { "name": "Умственная отсталость", "description": "Основное внимание уделяется раннему вмешательству, персонализированным образовательным планам и поддерживающим терапиям (логопедической, трудовой) для максимального повышения функциональной независимости и качества жизни." },
      "F80_F89": { "name": "Расстройства психологического развития", "description": "При расстройстве аутистического спектра (РАС) ключевым является раннее интенсивное поведенческое вмешательство (EIBI). При дислексии наиболее эффективны программы структурированного обучения грамоте." },
      "F90_F98": { "name": "Поведенческие и эмоциональные расстройства, начинающиеся обычно в детском и подростковом возрасте", "description": "При СДВГ лечение сочетает стимулирующие или нестимулирующие препараты с поведенческой терапией и обучением родителей для комплексного подхода." },
      "F99_F99": { "name": "Неуточненное психическое расстройство", "description": "Требует комплексной диагностической оценки для уточнения диагноза. Лечение первоначально ориентировано на симптомы, пока проводится дальнейшее обследование." },
      "G00_G09": { "name": "Воспалительные болезни центральной нервной системы", "description": "Быстрая диагностика с помощью анализа спинномозговой жидкости и ПЦР имеет решающее значение. Лечение включает высокие дозы антибиотиков или противовирусных препаратов. Иммуномодулирующая терапия используется при аутоиммунном энцефалите." },
      "G10_G14": { "name": "Системные атрофии, поражающие преимущественно центральную нервную систему", "description": "Генетическое тестирование является ключом к диагностике. Хотя многие из них прогрессируют, новые терапии, подавляющие гены (например, при болезни Гентингтона и некоторых атаксиях), находятся в стадии клинических испытаний и показывают многообещающие результаты." },
      "G20_G26": { "name": "Экстрапирамидные и другие двигательные нарушения", "description": "При болезни Паркинсона лечение включает передовые системы доставки лекарств и глубокую стимуляцию мозга (DBS). При дистонии эффективны инъекции ботулотоксина и DBS." },
      "G30_G32": { "name": "Другие дегенеративные болезни нервной системы", "description": "При болезни Альцгеймера становятся доступными новые терапии антителами, нацеленные на амилоидные бляшки. Диагностике помогают ПЭТ-сканирование с амилоидом и биомаркеры в спинномозговой жидкости." },
      "G35_G37": { "name": "Демиелинизирующие болезни центральной нервной системы", "description": "При рассеянном склерозе (РС) лечение высокоэффективными препаратами, изменяющими течение болезни (ПИТРС), может значительно замедлить прогрессирование. Диагноз основывается на критериях МРТ." },
      "G40_G47": { "name": "Эпизодические и пароксизмальные расстройства", "description": "При мигрени новые препараты-ингибиторы CGRP обеспечивают высокоэффективную профилактику. При эпилепсии используются передовая диагностика и лечение, такие как VNS или лазерная абляция." },
      "G50_G59": { "name": "Поражения нервов, нервных корешков и сплетений", "description": "Диагностика с помощью исследований нервной проводимости и УЗИ высокого разрешения. Лечение может включать нервные блокады, радиочастотную абляцию при невралгии тройничного нерва или микрохирургию." },
      "G60_G64": { "name": "Полиневропатии и другие поражения периферической нервной системы", "description": "Диагностика включает выявление основной причины (например, диабет, дефицит витаминов). Появляются новые методы лечения для конкретных типов, такие как генно-подавляющие терапии при наследственной амилоидной полиневропатии." },
      "G70_G73": { "name": "Болезни нервно-мышечного синапса и мышц", "description": "При миастении гравис доступны новые таргетные иммунотерапии. При мышечных дистрофиях революционными новыми методами лечения являются генная терапия и препараты, пропускающие экзоны." },
      "G80_G83": { "name": "Детский церебральный паралич и другие паралитические синдромы", "description": "Управление является многопрофильным, включая физиотерапию, инъекции ботулотоксина при спастичности и селективную дорсальную ризотомию в некоторых случаях для улучшения подвижности." },
      "G90_G99": { "name": "Другие нарушения нервной системы", "description": "При гидроцефалии лечение включает программируемые шунты, которые можно регулировать неинвазивно. При таких состояниях, как гидроцефалия нормального давления, точная диагностика является ключом к успешному лечению." },
      "H00_H06": { "name": "Болезни век, слезного аппарата и глазницы", "description": "Лечение таких состояний, как птоз (опущение века) или закупорка слезных протоков, часто включает минимально инвазивные хирургические методы для лучших косметических и функциональных результатов." },
      "H10_H13": { "name": "Болезни конъюнктивы", "description": "При аллергическом конъюнктивите доступны новые длительно действующие антигистаминные и стабилизирующие тучные клетки глазные капли. При синдроме сухого глаза передовые методы лечения включают терапию термической пульсацией и рецептурные иммуномодулирующие капли." },
      "H15_H22": { "name": "Болезни склеры, роговицы, радужной оболочки и цилиарного тела", "description": "Трансплантация роговицы теперь использует передовые методы, такие как DMEK и DSEK, для более быстрого восстановления зрения. При кератите новые антибиотические составы более эффективны." },
      "H25_H28": { "name": "Болезни хрусталика", "description": "Хирургия катаракты является высокотехнологичной, с использованием фемтосекундных лазеров и премиальных интраокулярных линз (ИОЛ), которые могут корректировать астигматизм и пресбиопию, уменьшая потребность в очках." },
      "H30_H36": { "name": "Болезни сосудистой оболочки и сетчатки", "description": "При макулярной дегенерации (ВМД) и диабетической ретинопатии лечение инъекциями анти-VEGF революционизировало уход. Генная терапия является новой опцией при некоторых наследственных заболеваниях сетчатки." },
      "H40_H42": { "name": "Глаукома", "description": "Лечение включает новые классы глазных капель и минимально инвазивную хирургию глаукомы (MIGS), которая предлагает более безопасную альтернативу традиционной хирургии для многих пациентов." },
      "H43_H45": { "name": "Болезни стекловидного тела и глазного яблока", "description": "При таких состояниях, как плавающие помутнения, опцией может быть лазерный витреолизис. При отслойке сетчатки передовые методы витрэктомии и инструментарий приводят к лучшим результатам." },
      "H46_H48": { "name": "Болезни зрительного нерва и зрительных путей", "description": "Диагностика с помощью оптической когерентной томографии (ОКТ) позволяет детально отслеживать повреждение нерва. Лечение сосредоточено на основной причине, такой как иммуномодуляция при неврите зрительного нерва при РС." },
      "H49_H52": { "name": "Нарушения глазодвигательных мышц, бинокулярного движения, аккомодации и рефракции", "description": "Рефракционные ошибки корректируются с помощью передовых лазерных процедур, таких как LASIK и SMILE. Косоглазие можно лечить с помощью хирургии с регулируемыми швами для более точного выравнивания." },
      "H53_H54": { "name": "Зрительные нарушения и слепота", "description": "Реабилитация с помощью передовых средств для слабовидящих, включая электронное увеличение и устройства для преобразования текста в речь, может значительно улучшить качество жизни. Исследования сетчаточных имплантатов продолжаются." },
      "H55_H59": { "name": "Другие болезни глаза и его придаточного аппарата", "description": "Эта категория охватывает различные состояния. Лечение является высокоспецифичным, например, использование специализированных призм в очках для управления симптомами нистагма." },
      "H60_H62": { "name": "Болезни наружного уха", "description": "Лечение тяжелого наружного отита может включать антибиотические тампоны и регулярное очищение. Ключевыми являются стратегии профилактики при рецидивирующих случаях." },
      "H65_H75": { "name": "Болезни среднего уха и сосцевидного отростка", "description": "При хроническом среднем отите лечение может включать тимпанопластику (восстановление барабанной перепонки) или мастоидэктомию. Баллонная дилатация евстахиевой трубы - это новый метод лечения дисфункции евстахиевой трубы." },
      "H80_H83": { "name": "Болезни внутреннего уха", "description": "При болезни Меньера лечение может варьироваться от изменения диеты до интратимпанальных инъекций стероидов. При отосклерозе операция стапедэктомии может восстановить слух." },
      "H90_H95": { "name": "Другие болезни уха", "description": "При потере слуха современные цифровые слуховые аппараты и кохлеарные имплантаты обеспечивают значительное улучшение слуха. При шуме в ушах эффективными стратегиями управления являются когнитивно-поведенческая терапия (КПТ) и звуковая терапия." },
      "I00_I02": { "name": "Острая ревматическая лихорадка", "description": "Ключевым является предотвращение путем своевременного лечения стрептококкового фарингита. Управление острой фазой включает противовоспалительные препараты и антибиотики." },
      "I05_I09": { "name": "Хронические ревматические болезни сердца", "description": "Управление результирующим пороком клапана может потребовать хирургической коррекции или замены. Транскатетерные вмешательства на клапанах становятся опцией для пациентов высокого риска." },
      "I10_I15": { "name": "Болезни, характеризующиеся повышенным кровяным давлением", "description": "Лечение включает современные однотаблеточные комбинации для лучшей приверженности. Почечная денервация - это аппаратная терапия, исследуемая при терапевтически резистентной гипертонии." },
      "I20_I25": { "name": "Ишемические болезни сердца", "description": "Диагностика с помощью КТ-коронарографии. Лечение стентами с лекарственным покрытием и комплексная медикаментозная терапия являются стандартом. ЧКВ при хронической тотальной окклюзии (ХТО) - это специализированная процедура при полных закупорках." },
      "I26_I28": { "name": "Легочное сердце и нарушения легочного кровообращения", "description": "При тромбоэмболии легочной артерии в тяжелых случаях может использоваться катетер-направленный тромболизис. При легочной гипертензии новые таргетные пероральные и ингаляционные терапии значительно улучшили исходы." },
      "I30_I52": { "name": "Другие болезни сердца", "description": "При сердечной недостаточности новые классы препаратов (ингибиторы SGLT2, АРНИ) резко улучшили выживаемость. При кардиомиопатиях генетическое тестирование может направлять терапию и семейный скрининг." },
      "I60_I69": { "name": "Цереброваскулярные болезни", "description": "При ишемическом инсульте механическая тромбэктомия революционизировала лечение, расширив терапевтическое окно. Передовая визуализация помогает выбрать подходящих пациентов." },
      "I70_I79": { "name": "Болезни артерий, артериол и капилляров", "description": "При заболевании периферических артерий лечение включает передовые эндоваскулярные методы, такие как атерэктомия и баллоны с лекарственным покрытием. При аневризмах стандартом является минимально инвазивное эндоваскулярное протезирование (EVAR)." },
      "I80_I89": { "name": "Болезни вен, лимфатических сосудов и лимфатических узлов, не классифицированные в других рубриках", "description": "При тромбозе глубоких вен (ТГВ) стандартом теперь являются прямые оральные антикоагулянты (ПОАК). При варикозном расширении вен используются минимально инвазивные методы лечения, такие как лазерная абляция и склеротерапия." },
      "I95_I99": { "name": "Другие и неуточненные нарушения системы кровообращения", "description": "Требует тщательной диагностики для выявления основной причины. Управление адаптировано к конкретному состоянию, например, медикаментозное лечение синдрома постуральной ортостатической тахикардии (POTS)." },
      "J00_J06": { "name": "Острые респираторные инфекции верхних дыхательных путей", "description": "Хотя в основном самоограничивающиеся, быстрые антигенные тесты могут различать вирусные причины, такие как грипп и COVID-19, направляя поддерживающую терапию и меры изоляции." },
      "J09_J18": { "name": "Грипп и пневмония", "description": "Лечение тяжелого гриппа включает противовирусные препараты. При пневмонии диагностике помогают визуализация и биомаркеры, такие как прокальцитонин, для направления использования антибиотиков." },
      "J20_J22": { "name": "Другие острые респираторные инфекции нижних дыхательных путей", "description": "Диагностика в основном клиническая. Лечение поддерживающее, с акцентом на избегание ненужных антибиотиков при вирусном бронхите." },
      "J30_J39": { "name": "Другие болезни верхних дыхательных путей", "description": "При хроническом риносинусите с полипами носа биологическая терапия, нацеленная на воспалительные пути, является важной новой опцией лечения в тяжелых случаях." },
      "J40_J47": { "name": "Хронические болезни нижних дыхательных путей", "description": "При ХОБЛ используются комбинированные ингаляторы (ДДАХ/ДДБА/ИГКС). При бронхоэктазах ключевыми компонентами управления являются устройства для очистки дыхательных путей и ингаляционные антибиотики." },
      "J60_J70": { "name": "Болезни легкого, вызванные внешними агентами", "description": "Диагностика включает подробный профессиональный анамнез и КТ высокого разрешения. Управление сосредоточено на устранении воздействия и, в некоторых случаях, использовании противовоспалительных или антифибротических препаратов." },
      "J80_J84": { "name": "Другие респираторные болезни, поражающие преимущественно интерстициальную ткань", "description": "При идиопатическом легочном фиброзе (ИЛФ) антифибротические препараты могут замедлить прогрессирование заболевания. Диагностика требует многопрофильного обсуждения между пульмонологами, радиологами и патологами." },
      "J85_J86": { "name": "Гнойные и некротические состояния нижних дыхательных путей", "description": "Лечение абсцесса легкого включает длительную антибиотикотерапию и иногда чрескожный или эндоскопический дренаж." },
      "J90_J94": { "name": "Другие болезни плевры", "description": "При рецидивирующих плевральных выпотах могут использоваться постоянные плевральные катетеры для амбулаторного лечения. При пневмотораксе может потребоваться видеоассистированная торакоскопическая хирургия (ВАТС)." },
      "J95_J99": { "name": "Другие болезни органов дыхания", "description": "Управление дыхательной недостаточностью может потребовать неинвазивной вентиляции (НИВ) или, в тяжелых случаях, экстракорпоральной мембранной оксигенации (ЭКМО) в качестве моста к выздоровлению." },
      "K00_K14": { "name": "Болезни полости рта, слюнных желез и челюстей", "description": "Передовая стоматологическая помощь включает цифровую визуализацию, CAD/CAM для реставраций и лазерную терапию при заболеваниях десен. При камнях слюнных желез может использоваться минимально инвазивная сиалендоскопия для их удаления." },
      "K20_K31": { "name": "Болезни пищевода, желудка и двенадцатиперстной кишки", "description": "При ГЭРБ доступны новые процедуры, такие как трансоральная безразрезная фундопликация (TIF). При гастропарезе опцией лечения является электрическая стимуляция желудка." },
      "K35_K38": { "name": "Болезни аппендикса", "description": "Лапароскопическая аппендэктомия является стандартом лечения, что приводит к более быстрому восстановлению и меньшей боли. В некоторых неосложненных случаях изучается только антибиотикотерапия как альтернатива хирургии." },
      "K40_K46": { "name": "Грыжа", "description": "Роботизированная герниопластика позволяет повысить точность, особенно при сложной реконструкции брюшной стенки. Передовые сетчатые материалы снижают риск рецидива." },
      "K50_K52": { "name": "Неинфекционный энтерит и колит", "description": "При болезни Крона и язвенном колите лечение включает ряд биологических препаратов и малых молекул. УЗИ кишечника - это неинвазивный способ мониторинга активности заболевания." },
      "K55_K64": { "name": "Другие болезни кишечника", "description": "При синдроме раздраженного кишечника (СРК) новые методы лечения включают таргетные препараты и гипнотерапию, направленную на кишечник. При геморрое эффективны минимально инвазивные процедуры, такие как лигирование геморроидальных артерий." },
      "K65_K67": { "name": "Болезни брюшины", "description": "Лечение перитонита требует срочного вмешательства с антибиотиками и часто хирургического контроля источника. При перитонеальном карциноматозе специализированным лечением является HIPEC (гипертермическая интраперитонеальная химиотерапия)." },
      "K70_K77": { "name": "Болезни печени", "description": "При фиброзе печени неинвазивные тесты, такие как ФиброСкан, могут заменить биопсию. При жировой болезни печени (НАСГ) новые препараты находятся на поздних стадиях испытаний. Трансплантация печени является опцией при терминальной стадии заболевания." },
      "K80_K87": { "name": "Болезни желчного пузыря, желчевыводящих путей и поджелудочной железы", "description": "При желчнокаменной болезни стандартом является лапароскопическая холецистэктомия. При панкреатите используются эндоскопические методы (ЭРХПГ) для очистки желчных протоков. При кистах поджелудочной железы для диагностики используется эндоскопическая ультрасонография с биопсией." },
      "K90_K93": { "name": "Другие болезни органов пищеварения", "description": "При целиакии диагноз подтверждается биопсией и серологией. Хотя безглютеновая диета является единственным лечением, исследуются новые ферментные терапии и вакцины." },
      "L00_L08": { "name": "Инфекции кожи и подкожной клетчатки", "description": "Диагностика может включать УЗИ для дифференциации целлюлита от абсцесса. Лечение требует соответствующих антибиотиков, с растущим вниманием к покрытию MRSA. При абсцессах необходим хирургический дренаж." },
      "L10_L14": { "name": "Буллезные нарушения", "description": "Диагностика с помощью биопсии и иммунофлуоресценции. Лечение таких заболеваний, как пемфигус, было улучшено благодаря биологической терапии, такой как ритуксимаб, которая может привести к длительной ремиссии." },
      "L20_L30": { "name": "Дерматит и экзема", "description": "При атопическом дерматите новые методы лечения включают биологические препараты (например, дупилумаб) и ингибиторы Янус-киназ (JAK), которые нацелены на основное воспаление, предлагая значительное облегчение в тяжелых случаях." },
      "L40_L45": { "name": "Папулосквамозные нарушения", "description": "При псориазе широкий спектр высокоэффективных биологических препаратов, нацеленных на специфические цитокины (например, IL-17, IL-23), может привести к полному или почти полному очищению кожи." },
      "L50_L54": { "name": "Крапивница и эритема", "description": "При хронической спонтанной крапивнице лечение моноклональным антителом омализумабом очень эффективно для пациентов, которые не реагируют на антигистаминные препараты." },
      "L55_L59": { "name": "Нарушения кожи и подкожной клетчатки, связанные с излучением", "description": "Ключевым является предотвращение с помощью солнцезащитных кремов широкого спектра действия. Лечение фотоповреждений включает местные ретиноиды и процедуры лазерной шлифовки." },
      "L60_L75": { "name": "Болезни придатков кожи", "description": "При очаговой алопеции ингибиторы Янус-киназ (JAK) являются крупным прорывом в тяжелых случаях. При акне доступны новые местные средства и световые терапии. При гидрадените гнойном опцией является биологическая терапия." },
      "L80_L99": { "name": "Другие болезни кожи и подкожной клетчатки", "description": "При витилиго новые методы лечения включают местные ингибиторы Янус-киназ (JAK) и световую терапию. При пролежнях используются передовые средства по уходу за ранами и методы для содействия заживлению." },
      "M00_M25": { "name": "Артропатии", "description": "Эта широкая категория охватывает заболевания суставов. Диагностика использует передовую визуализацию, такую как МРТ и УЗИ. Лечение варьируется от физиотерапии до биологических препаратов и эндопротезирования суставов." },
      "M00_M03": { "name": "Инфекционные артропатии", "description": "Септический артрит - это неотложное состояние, требующее срочной аспирации сустава, промывания и внутривенных антибиотиков для предотвращения необратимого повреждения сустава." },
      "M05_M14": { "name": "Воспалительные полиартропатии", "description": "При ревматоидном и псориатическом артрите лечение биологическими препаратами, изменяющими течение болезни (БПВП), и ингибиторами Янус-киназ (JAK) революционизировало исходы, предотвращая повреждение суставов и сохраняя функцию." },
      "M15_M19": { "name": "Артроз", "description": "Управление остеоартрозом включает изменение образа жизни, физиотерапию, а в запущенных случаях - эндопротезирование суставов с роботизированной помощью для точности." },
      "M20_M25": { "name": "Другие поражения суставов", "description": "Включает такие состояния, как внутреннее повреждение колена (разрывы мениска), которые часто лечатся с помощью минимально инвазивной артроскопической хирургии." },
      "M30_M36": { "name": "Системные поражения соединительной ткани", "description": "При таких заболеваниях, как волчанка (СКВ) и склеродермия, лечение включает иммуномодулирующие и биологические препараты для контроля системного воспаления и предотвращения повреждения органов." },
      "M40_M54": { "name": "Дорсопатии", "description": "Эта категория охватывает боли в спине. Диагностика включает тщательное клиническое обследование и визуализацию. Лечение часто консервативное, но может включать эпидуральные инъекции стероидов или минимально инвазивную хирургию позвоночника." },
      "M40_M43": { "name": "Деформирующие дорсопатии", "description": "При таких состояниях, как сколиоз, лечение у подростков может включать передовые корсеты или операцию по спондилодезу с компьютерной навигацией при тяжелых искривлениях." },
      "M45_M49": { "name": "Спондилопатии", "description": "При анкилозирующем спондилите биологическая терапия (ингибиторы ФНО и ИЛ-17) очень эффективна для уменьшения боли и скованности и предотвращения слияния позвонков." },
      "M50_M54": { "name": "Другие дорсопатии", "description": "Включает заболевания дисков. Лечение грыжи диска может включать микродискэктомию, минимально инвазивную хирургическую процедуру для снятия давления на нерв." },
      "M60_M79": { "name": "Болезни мягких тканей", "description": "Инъекции под контролем УЗИ - это точный способ лечения таких состояний, как тендинит или бурсит. Обогащенная тромбоцитами плазма (PRP) исследуется как регенеративная терапия." },
      "M60_M63": { "name": "Болезни мышц", "description": "При воспалительных миопатиях, таких как полимиозит, лечение включает иммуносупрессивные препараты. Генетическое тестирование является ключом к диагностике мышечных дистрофий." },
      "M65_M68": { "name": "Болезни синовиальных оболочек и сухожилий", "description": "При таких состояниях, как щелкающий палец или теносиновит де Кервена, часто эффективны инъекции стероидов. В противном случае выполняется простая амбулаторная хирургическая операция по освобождению." },
      "M70_M79": { "name": "Другие болезни мягких тканей", "description": "При таких состояниях, как замороженное плечо, лечение включает физиотерапию и инъекции стероидов. При подошвенном фасциите неинвазивной опцией является ударно-волновая терапия." },
      "M80_M94": { "name": "Остеопатии и хондропатии", "description": "Эта категория охватывает заболевания костей и хрящей. Диагностика часто основывается на визуализации, такой как рентген, КТ и МРТ." },
      "M80_M85": { "name": "Нарушения плотности и структуры кости", "description": "При остеопорозе новые анаболические препараты могут помочь в построении новой кости, снижая риск переломов. Диагностика проводится с помощью денситометрии (DEXA)." },
      "M86_M90": { "name": "Другие остеопатии", "description": "При остеомиелите (инфекции кости) лечение требует длительного приема антибиотиков и часто хирургической обработки. При болезни Педжета эффективны бисфосфонаты." },
      "M91_M94": { "name": "Хондропатии", "description": "При дефектах хряща могут использоваться передовые хирургические методы, такие как аутологичная имплантация хондроцитов (ACI), для регенерации хрящевой ткани." },
      "M95_M99": { "name": "Другие поражения костно-мышечной системы и соединительной ткани", "description": "Это широкая категория для состояний, не классифицированных в других рубриках. Управление специфично для диагноза и часто требует многопрофильного подхода." },
      "N00_N08": { "name": "Гломерулярные болезни", "description": "Диагностика требует биопсии почки с передовой микроскопией. Лечение таких состояний, как волчаночный нефрит, включает мощные иммунодепрессанты и новые биологические препараты." },
      "N10_N16": { "name": "Тубулоинтерстициальные болезни почек", "description": "Диагностика включает анализ мочи и иногда биопсию почки. Лечение сосредоточено на устранении основной причины, такой как отмена вызывающего препарата или лечение инфекции." },
      "N17_N19": { "name": "Почечная недостаточность", "description": "При острой почечной недостаточности ключевым является поддерживающая терапия. При хронической болезни почек новые препараты могут замедлить прогрессирование. Терминальная стадия требует диализа или трансплантации." },
      "N20_N23": { "name": "Мочекаменная болезнь", "description": "При камнях в почках лечение включает минимально инвазивные процедуры, такие как уретероскопия с лазерной литотрипсией и ударно-волновая литотрипсия (УВЛ)." },
      "N25_N29": { "name": "Другие болезни почки и мочеточника", "description": "Управление специфично для состояния, например, хирургическая коррекция (пиелопластика) при обструкции лоханочно-мочеточникового сегмента, часто выполняемая роботизированно." },
      "N30_N39": { "name": "Другие болезни мочевой системы", "description": "При интерстициальном цистите лечение включает инстилляции в мочевой пузырь и нейромодуляцию. При рецидивирующих ИМП используются новые методы диагностики и неантибиотические стратегии профилактики." },
      "N40_N51": { "name": "Болезни мужских половых органов", "description": "При доброкачественной гиперплазии предстательной железы (ДГПЖ) минимально инвазивные методы лечения, такие как Rezum или UroLift, являются альтернативой медикаментам или крупной операции. При эректильной дисфункции доступны различные эффективные методы лечения." },
      "N60_N64": { "name": "Болезни молочной железы", "description": "Диагностика уплотнений в груди включает маммографию, УЗИ и биопсию. Управление доброкачественными состояниями, такими как фиброаденомы, может включать наблюдение или минимально инвазивное удаление (криоабляция)." },
      "N70_N77": { "name": "Воспалительные болезни женских тазовых органов", "description": "Воспалительные заболевания органов малого таза (ВЗОМТ) требуют своевременного лечения антибиотиками для предотвращения долгосрочных осложнений, таких как бесплодие. Диагноз клинический, подтверждается визуализацией и лабораторными тестами." },
      "N80_N98": { "name": "Невоспалительные болезни женских половых органов", "description": "При эндометриозе золотым стандартом является передовая лапароскопическая эксцизионная хирургия. При миоме эмболизация маточных артерий является менее инвазивной альтернативой гистерэктомии." },
      "N99_N99": { "name": "Другие нарушения мочеполовой системы", "description": "Это включает послепроцедурные осложнения. Управление сосредоточено на выявлении и исправлении конкретной проблемы, часто требуя сотрудничества между урологами и гинекологами." },
      "O00_O08": { "name": "Беременность с абортивным исходом", "description": "Ведение выкидыша может быть выжидательным, медикаментозным или хирургическим. Привычное невынашивание беременности требует тщательного обследования для выявления основных причин." },
      "O10_O16": { "name": "Отеки, протеинурия и гипертензивные расстройства при беременности, в родах и в послеродовом периоде", "description": "Ведение преэклампсии включает тщательное наблюдение и своевременное родоразрешение. Низкие дозы аспирина используются для профилактики у женщин высокого риска." },
      "O20_O29": { "name": "Другие болезни матери, связанные преимущественно с беременностью", "description": "Ведение таких состояний, как гестационный диабет, включает диету, физические упражнения и иногда медикаменты для обеспечения хороших исходов как для матери, так и для ребенка." },
      "O30_O48": { "name": "Медицинская помощь матери в связи с состоянием плода, амниотической полости и возможными трудностями родоразрешения", "description": "Для диагностики используются передовое УЗИ и МРТ плода. При таких состояниях, как предлежание плаценты, роды планируются путем кесарева сечения." },
      "O60_O75": { "name": "Осложнения родов и родоразрешения", "description": "Ведение требует квалифицированной акушерской команды. При таких проблемах, как дистресс плода, используется непрерывный электронный мониторинг плода, и может потребоваться экстренное кесарево сечение." },
      "O80_O84": { "name": "Родоразрешение", "description": "Современная акушерская помощь сосредоточена на безопасных методах ведения родов, вариантах обезболивания (например, эпидуральная анестезия) и поддержке плана родов матери." },
      "O85_O92": { "name": "Осложнения, связанные преимущественно с послеродовым периодом", "description": "Ведение послеродового кровотечения включает медикаменты и процедуры для контроля кровотечения. Крайне важны скрининг и лечение послеродовой депрессии." },
      "O94_O99": { "name": "Другие акушерские состояния, не классифицированные в других рубриках", "description": "Эта категория охватывает различные состояния, которые могут осложнить беременность, требуя специализированной помощи от экспертов по медицине матери и плода." },
      "P00_P04": { "name": "Поражения плода и новорожденного, обусловленные состоянием матери, осложнениями беременности, родов и родоразрешения", "description": "Помощь оказывается в отделении интенсивной терапии новорожденных (ОИТН) для управления осложнениями, возникшими из-за состояния здоровья матери или родов." },
      "P05_P08": { "name": "Нарушения, связанные с продолжительностью беременности и ростом плода", "description": "Уход за недоношенными или маловесными детьми включает передовую респираторную поддержку, управление питанием и развивающий уход в ОИТН." },
      "P10_P15": { "name": "Родовая травма", "description": "Хотя это редкость при современной акушерской помощи, управление включает поддерживающую терапию и мониторинг осложнений. Может потребоваться физиотерапия." },
      "P20_P29": { "name": "Дыхательные и сердечно-сосудистые нарушения, специфичные для перинатального периода", "description": "Управление респираторным дистресс-синдромом у недоношенных детей включает терапию сурфактантом и неинвазивную вентиляцию." },
      "P35_P39": { "name": "Инфекции, специфичные для перинатального периода", "description": "Диагностика и лечение неонатального сепсиса требуют немедленного введения внутривенных антибиотиков в условиях ОИТН." },
      "P50_P61": { "name": "Геморрагические и гематологические нарушения у плода и новорожденного", "description": "Управление такими состояниями, как желтуха новорожденных, включает фототерапию. Тяжелая анемия может потребовать переливания крови." },
      "P70_P74": { "name": "Преходящие эндокринные и метаболические нарушения, специфичные для плода и новорожденного", "description": "Управление неонатальной гипогликемией включает регулярный мониторинг глюкозы и обеспечение адекватного кормления или внутривенного введения глюкозы при необходимости." },
      "P75_P78": { "name": "Нарушения пищеварительной системы у плода и новорожденного", "description": "Управление такими состояниями, как некротизирующий энтероколит (НЭК) у недоношенных детей, требует покоя кишечника, антибиотиков и иногда хирургического вмешательства." },
      "P80_P83": { "name": "Состояния, вовлекающие кожные покровы и терморегуляцию у плода и новорожденного", "description": "Недоношенных детей выхаживают в инкубаторах для поддержания температуры. Уход за кожей имеет решающее значение для предотвращения повреждений и инфекций." },
      "P90_P96": { "name": "Другие нарушения, возникающие в перинатальном периоде", "description": "Эта категория охватывает ряд состояний, требующих специализированного неонатального ухода, таких как ведение неонатального абстинентного синдрома." },
      "Q00_Q07": { "name": "Врожденные аномалии [пороки развития] нервной системы", "description": "При таких состояниях, как расщелина позвоночника, новой опцией для улучшения исходов является фетальная хирургия. Послеродовой уход включает многопрофильную команду." },
      "Q10_Q18": { "name": "Врожденные аномалии [пороки развития] глаза, уха, лица и шеи", "description": "Управление часто требует сложной реконструктивной хирургии со стороны специализированных черепно-лицевых команд." },
      "Q20_Q28": { "name": "Врожденные аномалии [пороки развития] системы кровообращения", "description": "Многие врожденные пороки сердца теперь исправляются с помощью катетерных вмешательств или сложной неонатальной хирургии с отличными долгосрочными результатами." },
      "Q30_Q34": { "name": "Врожденные аномалии [пороки развития] органов дыхания", "description": "Управление является высокоспециализированным и может потребовать хирургического вмешательства для исправления анатомических аномалий дыхательных путей или легких." },
      "Q35_Q37": { "name": "Расщелина губы и неба [заячья губа и волчья пасть]", "description": "Лечение включает серию поэтапных хирургических коррекций специализированной командой, а также логопедическую терапию и стоматологическую помощь." },
      "Q38_Q45": { "name": "Другие врожденные аномалии [пороки развития] органов пищеварения", "description": "Такие состояния, как атрезия пищевода или болезнь Гиршпрунга, требуют специализированной детской хирургической коррекции." },
      "Q50_Q56": { "name": "Врожденные аномалии [пороки развития] половых органов", "description": "Управление требует деликатного, многопрофильного подхода, часто с участием детских урологов или гинекологов и эндокринологов." },
      "Q60_Q64": { "name": "Врожденные аномалии [пороки развития] мочевой системы", "description": "Такие состояния, как клапаны задней уретры или пузырно-мочеточниковый рефлюкс, требуют специализированного детского урологического ведения для защиты функции почек." },
      "Q65_Q79": { "name": "Врожденные аномалии [пороки развития] и деформации костно-мышечной системы", "description": "При таких состояниях, как косолапость, очень эффективен метод Понсети (гипсование). При дисплазии тазобедренного сустава ключевыми являются ранняя диагностика и ношение стремян." },
      "Q80_Q89": { "name": "Другие врожденные аномалии [пороки развития]", "description": "Эта категория включает редкие генетические синдромы и пороки развития, которые требуют диагностики клиническими генетиками и ведения многопрофильной командой." },
      "Q90_Q99": { "name": "Хромосомные аномалии, не классифицированные в других рубриках", "description": "Диагностика проводится с помощью кариотипирования или микроматричного анализа. Управление является поддерживающим и сосредоточено на удовлетворении конкретных потребностей в области здравоохранения и развития, связанных с состоянием, таким как синдром Дауна или синдром Тернера." },
      "R00_R09": { "name": "Симптомы и признаки, относящиеся к системам кровообращения и дыхания", "description": "Симптомы, такие как боль в груди или одышка, требуют срочной оценки для исключения угрожающих жизни состояний, таких как инфаркт или тромбоэмболия легочной артерии." },
      "R10_R19": { "name": "Симптомы и признаки, относящиеся к органам пищеварения и брюшной полости", "description": "Боль в животе - это распространенный симптом, который требует тщательной оценки, включая визуализацию и лабораторные тесты, для определения основной причины." },
      "R20_R23": { "name": "Симптомы и признаки, относящиеся к коже и подкожной клетчатке", "description": "Симптомы, такие как сыпь или зуд, требуют дерматологической оценки для диагностики причины, которая может варьироваться от простой аллергии до системных заболеваний." },
      "R25_R29": { "name": "Симптомы и признаки, относящиеся к нервной и костно-мышечной системам", "description": "Симптомы, такие как головокружение или слабость, требуют неврологического осмотра и часто визуализации для диагностики причины." },
      "R30_R39": { "name": "Симптомы и признаки, относящиеся к мочевой системе", "description": "Симптомы, такие как болезненное мочеиспускание или кровь в моче, требуют урологического обследования для выявления инфекции, камней или другой патологии." },
      "R40_R46": { "name": "Симптомы и признаки, относящиеся к познавательной способности, восприятию, эмоциональному состоянию и поведению", "description": "Изменения психического состояния требуют тщательной оценки для исключения медицинских причин (таких как инфекция или метаболические проблемы) перед рассмотрением первичного психиатрического диагноза." },
      "R47_R49": { "name": "Симптомы и признаки, относящиеся к речи и голосу", "description": "Внезапное появление трудностей с речью (афазия) является ключевым признаком инсульта и требует немедленной медицинской помощи." },
      "R50_R69": { "name": "Общие симптомы и признаки", "description": "Симптомы, такие как лихорадка или усталость, неспецифичны и требуют тщательного сбора анамнеза и физического осмотра для направления дальнейшего диагностического тестирования." },
      "R70_R79": { "name": "Отклонения от нормы, выявленные при исследовании крови, при отсутствии диагноза", "description": "Эти находки, такие как повышенная СОЭ, требуют дальнейшего обследования для определения основной причины, которая часто бывает воспалительной или инфекционной." },
      "R80_R82": { "name": "Отклонения от нормы, выявленные при исследовании мочи, при отсутствии диагноза", "description": "Находки, такие как протеинурия или гематурия, требуют консультации нефролога или уролога для обследования на предмет заболевания почек или мочевого пузыря." },
      "R83_R89": { "name": "Отклонения от нормы, выявленные при исследовании других жидкостей, веществ и тканей организма, при отсутствии диагноза", "description": "Отклонения, например, в спинномозговой жидкости, побуждают к дальнейшему обследованию на предмет неврологических состояний, таких как менингит или рассеянный склероз." },
      "R90_R94": { "name": "Отклонения от нормы, выявленные при диагностической визуализации и при исследовании функций, при отсутствии диагноза", "description": "Случайная находка на КТ или МРТ, такая как узелок в легком или киста печени, требует дальнейшей оценки и наблюдения для определения ее значимости." },
      "R95_R99": { "name": "Неточно обозначенные и неизвестные причины смерти", "description": "Эта категория используется, когда окончательная причина смерти не может быть установлена после расследования, как в случаях синдрома внезапной детской смерти (СВДС)." }
    }
  }
}